{
    "id": "ASS1_BSP2",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "tension_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 270
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 15
                        },
                        {
                            "name": "distance",
                            "limit": 5
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 180
        }
    },
    "isVR": false,
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "name": {
        "en": "Mattress Knot Horizontal",
        "pl": "Węzeł Poziomy Materacowy",
        "es": "Nudo de colchón horizontal",
        "zh-cn": "水平床垫结",
        "ja": "マットレスノット水平"
    },
    "skills": {
        "en": "Knot, Suturing",
        "pl": "Węzeł, Szycie",
        "es": "Nudo, sutura",
        "zh-cn": "结，缝合",
        "ja": "結び目、縫合"
    },
    "description": {
        "en": "The mattress suture technique is one of the most commonly used patterns for skin closure. The technique allows for skin edges to be closed under tension when the edges must be brought together over a distance. Although used less frequently in laparoscopy, the knot is useful in some situations.",
        "pl": "Technika szycia materacowego jest jedną z najczęściej stosowanych szwów do zamykania skóry. Technika pozwala na zamknięcie krawędzi skóry pod naprężeniem, gdy krawędzie muszą być zbliżone do siebie na odległość a szwy powinny być ukryte na ile to możliwe. Chociaż rzadziej używany w laparoskopii, węzeł jest przydatny w niektórych sytuacjach. ",
        "es": "La técnica de sutura del colchón es uno de los patrones más utilizados para el cierre de la piel. La técnica permite que los bordes de la piel se cierren bajo tensión cuando los bordes deben reunirse a una distancia. Aunque se usa con menos frecuencia en la laparoscopia, el nudo es útil en algunas situaciones.",
        "zh-cn": "床垫缝合技术是皮肤封闭的最常用模式之一。当边缘必须在远处延伸时，该技术允许在张力下关闭皮肤边缘。虽然在腹腔镜检查中使用较少，但结在某些情况下有用。",
        "ja": "マットレス縫合糸技術は、皮膚閉鎖のための最も一般的に使用されているパターンの1つです。この技術は、エッジが距離にわたって一緒に持たなければならないときに張力の下で閉鎖されることを可能にする。腹腔鏡検査で頻繁に使用されないが、結び目はある状況において有用である。"
    },
    "instructions": {
        "en": "In this exercise take the needle and perform two punctures, one from the right side and then the next one 1-2mm below from the left side. Apply a single surgical knot between both ends of the suture protruding from the right side of the module. To complete the exercise, cut off the remaining suture material and return the needle to the start position.",
        "pl": "W tym ćwiczeniu weź igłę i wykonaj dwa przekłucia, pierwsze z prawej strony, a drugie 1-2mm poniżej od lewej strony. Załóż pojedynczy węzeł chirurgiczny między obydwoma końcami szwu wystającymi z prawej strony modułu. Aby zakończyć ćwiczenie, odetnij pozostałą nić i przywróć igłę do pozycji wyjściowej. ",
        "es": "En este ejercicio, tome la aguja y realice dos pinchazos, uno desde el lado derecho y luego el siguiente 1-2 mm a continuación desde el lado izquierdo. Aplique un solo nudo quirúrgico entre ambos extremos de la sutura que sobresale desde el lado derecho del módulo. Para completar el ejercicio, corte el material de sutura restante y devuelva la aguja a la posición de inicio.",
        "zh-cn": "在这项运动中取针并执行两个穿孔，从右侧一个，然后从左侧下一个1-2mm。在从模块的右侧突出的缝合线的两端之间涂抹单个手术结。要完成锻炼，请切断剩余的缝合材料并将针返回起始位置。",
        "ja": "この運動では針を取り、右側から2つの穿刺を実行し、次に左側から下の次の1~2mmを実行します。モジュールの右側から突き出ている縫合糸の両端の間に単一の外科用結び目を塗ります。運動を完了するには、残りの縫合糸材料を切り取り、針を始動位置に戻します。"
    },
    "preparation": {
        "en": "Place a single horizontal suturing component onto the Basic Suturing Platform and place the needle in the start position at the top of the module with 10-20cm of suture material.",
        "pl": "Umieścić pojedynczy poziomy element do szycia na podstawowej platformie do szycia i umieścić igłę w pozycji początkowej na górze modułu z 10-20 cm materiału do szycia. ",
        "es": "Coloque un único componente de sutura horizontal en la plataforma de sutura básica y coloque la aguja en la posición de inicio en la parte superior del módulo con 10-20 cm de material de sutura.",
        "zh-cn": "将单个水平缝合部件放在基本缝合平台上，并将针放在模块顶部的起始位置，缝合材料10-20cm。",
        "ja": "単一の水平縫合部品を基本的な縫合プラットフォームに置き、10~20cmの縫合材料でモジュールの上部の開始位置に針を配置します。"
    }
}