{
    "id": "ASS1_BSP1",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 315
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 20
                        },
                        {
                            "name": "distance",
                            "limit": 10
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 210
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " short_suturing_insert:1",
        " needle_suture_10cm:1"
    ],
    "name": {
        "en": "Mattress Knot Vertical",
        "pl": "Węzeł Pionowy Materacowy",
        "es": "Colchón nudo vertical",
        "zh-cn": "床垫结垂直",
        "ja": "マットレスノット垂直",
        "hu": "Matraccsomó függőleges"
    },
    "skills": {
        "en": "Knot, Suturing",
        "pl": "Węzeł, Szycie",
        "es": "Nudo, sutura",
        "zh-cn": "结，缝合",
        "ja": "結び目、縫合",
        "hu": "Csomó, varrat"
    },
    "description": {
        "en": "The mattress suture technique is one of the most commonly used patterns for skin closure. The technique allows for skin edges to be closed under tension when the edges must be brought together over a distance. Although used less frequently in laparoscopy, the knot is useful in some situations.",
        "pl": "Technika szycia materacowego jest jedną z najczęściej stosowanych szwów do zamykania skóry. Technika pozwala na zamknięcie krawędzi skóry pod naprężeniem, gdy krawędzie muszą być zbliżone do siebie na odległość a szwy powinny być ukryte na ile to możliwe. Chociaż rzadziej używany w laparoskopii, węzeł jest przydatny w niektórych sytuacjach. ",
        "es": "La técnica de sutura del colchón es uno de los patrones más utilizados para el cierre de la piel. La técnica permite que los bordes de la piel se cierren bajo tensión cuando los bordes deben reunirse a una distancia. Aunque se usa con menos frecuencia en la laparoscopia, el nudo es útil en algunas situaciones.",
        "zh-cn": "床垫缝合技术是最常用的皮肤闭合图案之一。当必须将边缘放在距离上时，该技术允许在张力下关闭皮肤边缘。尽管在腹腔镜检查中使用的频率较低，但在某些情况下，结中有用。",
        "ja": "マットレス縫合技術は、皮膚閉鎖に最も一般的に使用されるパターンの1つです。この手法により、エッジを遠くにまとめる必要がある場合、皮膚のエッジを張力下で閉じます。腹腔鏡検査ではあまり頻繁に使用されていませんが、この結び目は状況によっては役立ちます。",
        "hu": "A matrac varrat -technika az egyik leggyakrabban használt mintázat a bőr bezárásához. A technika lehetővé teszi a bőr éleinek feszültség alatt történő bezárását, amikor a széleket távolról kell összehozni. Noha a laparoszkópiában ritkábban használják, a csomó bizonyos helyzetekben hasznos."
    },
    "instructions": {
        "en": "In this exercise take the needle and perform two throws, the second directly above the first. Apply a single sliding knot between both ends of the suture protruding from the top of the module. To complete the exercise, cut off the remaining suture material and return the needle to the start position.",
        "pl": "W tym ćwiczeniu weź igłę i wykonaj dwa przekłucia, drugie ponad pierwszym. Załóż pojedynczy węzeł przesuwny pomiędzy obydwoma końcami szwu wystającymi z górnej części modułu. Aby zakończyć ćwiczenie, odetnij pozostałą nić i przywróć igłę do pozycji wyjściowej. ",
        "es": "En este ejercicio, tome la aguja y realice dos tiros, la segunda directamente sobre la primera. Aplique un solo nudo deslizante entre ambos extremos de la sutura que sobresale de la parte superior del módulo. Para completar el ejercicio, corte el material de sutura restante y devuelva la aguja a la posición de inicio.",
        "zh-cn": "在本练习中，将针头进行两次掷球，第二次直接在第一个上方。在缝合线的两端从模块的顶部突出。要完成练习，请切断剩余的缝合材料，然后将针头返回开始位置。",
        "ja": "この演習では、針を取り、2回目のスローを実行します。モジュールの上部から突き出ている縫合の両端の間に単一のスライドノットを適用します。運動を完了するには、残りの縫合材料を切り取り、針を開始位置に戻します。",
        "hu": "Ebben a gyakorlatban vegye be a tűt, és végezzen két dobást, a második közvetlenül az első felett. Vigyen fel egyetlen csúszó csomót a modul tetejére kiálló varrás mindkét vége között. A gyakorlat befejezéséhez vágja le a fennmaradó varrás anyagot, és adja vissza a tűt a kezdési helyzetbe."
    },
    "preparation": {
        "en": "Place a single vertical suturing component onto the Basic Suturing Platform and place the needle in the start position at the top of the module with 10-20cm of suture material.",
        "pl": "Umieścić pojedynczy pionowy element do szycia na podstawowej platformie do szycia i umieścić igłę w pozycji początkowej na górze modułu z 10-20 cm materiału do szycia. ",
        "es": "Coloque un único componente de sutura vertical en la plataforma de sutura básica y coloque la aguja en la posición de inicio en la parte superior del módulo con 10-20 cm de material de sutura.",
        "zh-cn": "将单个垂直缝合组件放在基本的缝合平台上，并用10-20厘米的缝合材料将针头放在模块顶部的起始位置。",
        "ja": "単一の垂直縫合コンポーネントを基本的な縫合プラットフォームに置き、10〜20cmの縫合材を持つモジュールの上部の開始位置に針を置きます。",
        "hu": "Helyezzen egyetlen függőleges varrási alkatrészt az alapvető varrási platformra, és helyezze a tűt a modul tetejére, 10-20 cm-es varrási anyaggal."
    }
}