{
    "id": "ASS1_BSP2",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "tension_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "isVR": false,
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "name": "time",
                    "params": [
                        {
                            "name": "time",
                            "limit": 180
                        }
                    ]
                },
                {
                    "name": "economy",
                    "params": [
                        {
                            "name": "distance",
                            "limit": 5
                        },
                        {
                            "name": "clamps",
                            "limit": 15
                        }
                    ]
                }
            ]
        }
    },
    "name": {
        "en": "Mattress Knot Horizontal",
        "pl": "Węzeł Poziomy Materacowy"
    },
    "skills": {
        "en": "Knot, Suturing",
        "pl": "Węzeł, Szycie"
    },
    "description": {
        "en": "The mattress suture technique is one of the most commonly used patterns for skin closure. The technique allows for skin edges to be closed under tension when the edges must be brought together over a distance. Although used less frequently in laparoscopy, the knot is useful in some situations.",
        "pl": "Technika szycia materacowego jest jedną z najczęściej stosowanych szwów do zamykania skóry. Technika pozwala na zamknięcie krawędzi skóry pod naprężeniem, gdy krawędzie muszą być zbliżone do siebie na odległość a szwy powinny być ukryte na ile to możliwe. Chociaż rzadziej używany w laparoskopii, węzeł jest przydatny w niektórych sytuacjach. "
    },
    "instructions": {
        "en": "In this exercise take the needle and perform two punctures, one from the right side and then the next one 1-2mm below from the left side. Apply a single surgical knot between both ends of the suture protruding from the right side of the module. To complete the exercise, cut off the remaining suture material and return the needle to the start position.",
        "pl": "W tym ćwiczeniu weź igłę i wykonaj dwa przekłucia, pierwsze z prawej strony, a drugie 1-2mm poniżej od lewej strony. Załóż pojedynczy węzeł chirurgiczny między obydwoma końcami szwu wystającymi z prawej strony modułu. Aby zakończyć ćwiczenie, odetnij pozostałą nić i przywróć igłę do pozycji wyjściowej. "
    },
    "preparation": {
        "en": "Place a single horizontal suturing component onto the Basic Suturing Platform and place the needle in the start position at the top of the module with 10-20cm of suture material.",
        "pl": "Umieścić pojedynczy poziomy element do szycia na podstawowej platformie do szycia i umieścić igłę w pozycji początkowej na górze modułu z 10-20 cm materiału do szycia. "
    }
}