{
    "id": "ASS1_BSP4",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 630
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 50
                        },
                        {
                            "name": "distance",
                            "limit": 15
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 420
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " long_suturing_insert:1",
        " needle_suture_20cm:1"
    ],
    "name": {
        "en": "Continuous Horizontal Suturing",
        "pl": "Szycie Ciągłe w Poziomie",
        "es": "Sutura continua horizontal.",
        "zh-cn": "连续的水平缝合",
        "ja": "連続した水平縫合",
        "hu": "Folyamatos vízszintes varrás"
    },
    "skills": {
        "en": "Knot, Suturing",
        "pl": "Węzeł, Szycie",
        "es": "Nudo, sutura",
        "zh-cn": "结，缝合",
        "ja": "結び目、縫合",
        "hu": "Csomó, varrat"
    },
    "description": {
        "en": "In this exercise you will execute a continuous basic suturing pattern vertically. Note the difference in difficulty between this orientation in which the needle holder must rotate on the target tissue horizontally as opposed to vertically.",
        "pl": "W tym ćwiczeniu ćwiczący wykona w pionie ciągły podstawowy wzór szycia. Uwaga powinna być zwrócona na różnicę trudności między tą orientacją, w której uchwyt igły musi obracać się na docelowej tkance poziomo, a nie na pionowo. ",
        "es": "En este ejercicio ejecutará verticalmente un patrón de sutura básica continua. Tenga en cuenta la diferencia en la dificultad entre esta orientación en la que el soporte de la aguja debe girar en el tejido objetivo horizontalmente en lugar de verticalmente.",
        "zh-cn": "在本练习中，您将垂直执行连续的基本缝合模式。注意这种方向之间的难度差异，其中针固定器必须水平组织在目标组织上旋转而不是垂直旋转。",
        "ja": "この演習では、垂直に連続した基本的な縫合パターンを実行します。針ホルダーが垂直に対照的に水平方向にターゲット組織で回転する必要があるこの方向の難易度の違いに注意してください。",
        "hu": "Ebben a gyakorlatban függőlegesen végrehajt egy folyamatos alapvető varrási mintát. Vegye figyelembe a nehézségi különbséget az orientáció között, amelyben a tűtartót vízszintesen kell forognia a célszövetben, szemben a függőlegesen."
    },
    "instructions": {
        "en": "Use the needle holder on the right side and the dissector on the left. After removing the needle from the start position, puncture the silicone horizontally from the right with the needle-holder. Apply a single square knot with as little suture material remaining. Then apply 4 continuous throws from the right, each 1-2mm apart and below the previous. Complete the exercise with the knot shown in the video.",
        "pl": "Imadło powinno być użyte po prawej stronie a disektor po lewej. Po wyjęciu igły z pozycji startowej silikon powinien być przekłuty poziomo od prawej strony. Po założeniu pojedynczego kwadratowego węzła, powinno być poz\\ostawione jak najmniej możliwie nici. Następnie: 4 kolejne rzuty z prawej strony, każdy w odstępie 1-2 mm i poniżej poprzedniego. Ćwiczenie powinno być zakończone węzłem pokazanym na filmie.",
        "es": "Use el soporte de la aguja en el lado derecho y el disector a la izquierda. Después de retirar la aguja desde la posición de inicio, perfore la silicona horizontalmente desde la derecha con el soporte de la aguja. Aplique un solo nudo cuadrado con la menor cantidad de material de sutura restante. Luego, aplique 4 tiros continuos de la derecha, cada 1-2 mm de distancia y debajo de la anterior. Completa el ejercicio con el nudo que se muestra en el video.",
        "zh-cn": "使用右侧的针固定器，左侧使用解剖器。从起始位置取下针后，用针架从右侧水平刺穿了硅胶。施加一个单方面的结，剩下的缝合力材料少。然后，从右侧，相距1-2毫米和下方下方进行4连续抛出。通过视频中显示的结完成练习。",
        "ja": "右側の針ホルダーと左側の分離器を使用します。スタート位置から針を取り除いた後、針とホルダーで右からシリコンを水平に穴を開けます。残りの小さな縫合材料を備えた単一の正方形の結び目を塗ります。次に、右から4つの連続スローを適用します。ビデオに示されている結び目でエクササイズを完了します。",
        "hu": "Használja a jobb oldalon lévő tűtartót és a bal oldali boncolót. Miután eltávolította a tűt a kezdeti helyzetből, lyukasztja a szilikont vízszintesen jobbról a tűtartóval. Vigyen fel egy négyzet alakú csomót, ugyanolyan kevés varrási anyaggal. Ezután alkalmazzon 4 folyamatos dobást jobbról, mindegyik 1-2 mm-re és az előző alatt. Töltse ki a gyakorlatot a videóban látható csomóval."
    },
    "preparation": {
        "en": "Place the long suturing component vertically into the suturing module and the needle with 15-20cm of suture material in the start position.",
        "pl": "Umieszczony powinien być podłuzny insert do szycia w orientacji pionowej na module do szycia i igła z 15-20 cm nici w pozycji początkowej na górze wkładu. ",
        "es": "Coloque el componente de sutura larga verticalmente en el módulo de sutura y la aguja con 15-20 cm de material de sutura en la posición de inicio.",
        "zh-cn": "将长缝合部件垂直放入缝合模块中，并用15-20厘米的缝合材料将其放置在起始位置。",
        "ja": "長い縫合成分を縫合モジュールに垂直に垂直に入れ、針を開始位置に15〜20cmの縫合材料で置きます。",
        "hu": "Helyezze a hosszú varrási alkatrészt függőlegesen a varráló modulba és a tűt, 15-20 cm-es varrási anyaggal a kezdő helyzetben."
    }
}