{
    "id": "ASS2_ASP3",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 630
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 50
                        },
                        {
                            "name": "distance",
                            "limit": 15
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 420
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " long_suturing_insert:1",
        " needle_suture_20cm:1"
    ],
    "name": {
        "en": "Continuous Horizontal Limited",
        "pl": "Szew Ciągły w Ograniczonym Polu i Orientacji Poziomej",
        "es": "Continuo horizontal limitado",
        "zh-cn": "连续水平有限",
        "ja": "連続水平リミテッド",
        "hu": "Folyamatos vízszintes korlátozott"
    },
    "skills": {
        "en": "Suturing, Continuous, Limited Access",
        "pl": "Szycie, Szew Ciągły, Pole Ograniczone",
        "es": "Sutura, continua, acceso limitado.",
        "zh-cn": "缝合，连续，有限的访问",
        "ja": "縫合、継続的、限られたアクセス",
        "hu": "Varrás, folyamatos, korlátozott hozzáférés"
    },
    "description": {
        "en": "The Advanced Suturing Platform limits the amount of space available. This limitation has a positive impact on laparoscopic technique because it helps develop habits for operating in evenly more constrained space than usual.",
        "pl": "Zaawansowana platforma do szycia ogranicza ilość dostępnej przestrzeni. To ograniczenie ma pozytywny wpływ na technikę laparoskopową, ponieważ pomaga wykształcić nawyki operowania w bardziej ograniczonej przestrzeni niż zwykle. ",
        "es": "La plataforma de sutura avanzada limita la cantidad de espacio disponible. Esta limitación tiene un impacto positivo en la técnica laparoscópica porque ayuda a desarrollar hábitos para operar en un espacio uniformemente más restringido de lo habitual.",
        "zh-cn": "高级缝合平台限制了可用空间的数量。该限制对腹腔镜技术产生积极影响，因为它有助于养成比平时更具限制空间的习惯。",
        "ja": "高度な縫合プラットフォームは、利用可能なスペースの量を制限します。この制限は、通常よりも均等に制約された空間で動作するための習慣を開発するのに役立つため、腹腔鏡技術にプラスの影響を与えます。",
        "hu": "A fejlett varrási platform korlátozza a rendelkezésre álló hely mennyiségét. Ez a korlátozás pozitív hatással van a laparoszkópos technikára, mivel elősegíti a szokásosnál egyenletesen korlátozottabb térben történő működés szokásainak kialakulását."
    },
    "instructions": {
        "en": "In this exercise you must perform a continuous suturing pattern inside of a limited amount of space available. Apply 4 throws approx 1-2mm apart and complete with the knot shown in the video.",
        "pl": "W tym ćwiczeniu musi być wykonany ciągły szew w ograniczonej dostępnej przestrzeni. Powinny zostać zastosowane 4 rzuty w odległości około 1-2 mm i zakończone węzłem pokazanym na filmie. ",
        "es": "En este ejercicio, debe realizar un patrón de sutura continua dentro de una cantidad limitada de espacio disponible. Aplicar 4 tiros aproximadamente 1-2 mm de distancia y complete con el nudo que se muestra en el video.",
        "zh-cn": "在本练习中，您必须在有限的可用空间内部执行连续的缝合图案。应用4次分开约1-2毫米，并在视频中显示的结。",
        "ja": "この演習では、利用可能な限られた量のスペースの内部で連続的な縫合パターンを実行する必要があります。約1〜2mm離れた4スローを適用し、ビデオに示されている結び目を完成させます。",
        "hu": "Ebben a gyakorlatban folyamatos varrási mintát kell végrehajtania, korlátozott mennyiségű helyen belül. Vigyen fel 4 dobást kb. 1-2 mm-re, és kiegészítve a videóban látható csomóval."
    },
    "preparation": {
        "en": "Apply the long suturing insert vertically and the start position to the Basic Suturing Platform below as pictured. Then apply the Advanced Suturing Platform on the top. Both the start position and the target structure should be visible.",
        "pl": "Długi insert do szycia powinien być umieszczony w orientacji poziomej na środku modułu do szycia podstawowego. Zaawansowana platforma wraz z pozycją startową powinny być założone na module, a w pozycji startowej powinna być umieszczona igła wraz z 10-20cm nici. Zarówno pozycja startowa pozycja jak i docelowe miejsce węzła muszą być widoczne i dostępne.",
        "es": "Aplique la inserción de sutura larga verticalmente y la posición de inicio a la plataforma de sutura básica a continuación como se muestra en la foto. Luego, aplique la plataforma de sutura avanzada en la parte superior. Tanto la posición de inicio como la estructura objetivo deben ser visibles.",
        "zh-cn": "如图所示。然后在顶部应用高级缝合平台。起始位置和目标结构都应可见。",
        "ja": "長い縫合インサートを垂直に塗布し、以下の基本的な縫合プラットフォームに開始位置を塗布します。次に、上部に高度な縫合プラットフォームを適用します。開始位置とターゲット構造の両方が表示される必要があります。",
        "hu": "Vigyen fel a hosszú varrási betét függőlegesen, és a kezdő helyzetet az alábbi alapvető varrási platformra a képen látható módon. Ezután alkalmazza a fejlett varrási platformot a tetején. Mind a kiindulási helyzetnek, mind a célszerkezetnek láthatónak kell lennie."
    }
}