{
    "id": "ASS2_ASP1",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 315
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 15
                        },
                        {
                            "name": "distance",
                            "limit": 5
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 210
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " short_suturing_insert:1",
        " needle_suture_10cm:1"
    ],
    "name": {
        "en": "Horizontal Sliding Knot Constrained",
        "pl": "Węzeł Przesuwny w Ograniczonym Polu i Orientacji Poziomej",
        "es": "Nudo deslizante horizontal restringido",
        "zh-cn": "水平滑结限制",
        "ja": "水平スライドノットが制約されています",
        "hu": "Vízszintes csúszó csomó korlátozott"
    },
    "skills": {
        "en": "Knot, Suturing, Sliding Knot, Limited Access",
        "pl": "Węzeł, Szycie, Węzeł Przesuwny, Pole Ograniczone",
        "es": "Nudo, sutura, nudo deslizante, acceso limitado",
        "zh-cn": "结，缝合，滑动结，有限的访问",
        "ja": "ノット、縫合、スライドノット、限られたアクセス",
        "hu": "Csomó, varrás, csúszó csomó, korlátozott hozzáférés"
    },
    "description": {
        "en": "The sliding knot is helpful when target tissues are further apart or when the available space is limited. In this exercise it is the latter. The Advanced Suturing Platform limits the amount of space available. This limitation has a positive impact on laparoscopic technique because it helps develop habits for operating in evenly more constrained space than usual.",
        "pl": "Przesuwny węzeł jest pomocny, gdy tkanki docelowe są bardziej od siebie oddalone lub gdy jest mało miejsca. W tym ćwiczeniu przestrzeń potrzebna do zaciągania jest ograniczona dzięki Zaawansowanej Platformie do Szycia. To ograniczenie ma pozytywny wpływ na naukę techniki laparoskopowej, ponieważ jest ono pomocne w wykształceniu umiejętności operowania w bardziej ograniczonej przestrzeni niż zwykle. Węzeł przesuwny jest tutaj szczególnie pomocny.",
        "es": "El nudo deslizante es útil cuando los tejidos de destino están más separados o cuando el espacio disponible es limitado. En este ejercicio es este último. La plataforma de sutura avanzada limita la cantidad de espacio disponible. Esta limitación tiene un impacto positivo en la técnica laparoscópica porque ayuda a desarrollar hábitos para operar en un espacio uniformemente más restringido de lo habitual.",
        "zh-cn": "当目标组织进一步分开或可用空间有限时，滑动结会很有帮助。在本练习中，这是后者。高级缝合平台限制了可用空间的数量。该限制对腹腔镜技术产生积极影响，因为它有助于养成比平时更具限制空间的习惯。",
        "ja": "ターゲット組織がさらに離れている場合、または利用可能なスペースが制限されている場合、スライディングノットは役立ちます。この演習では、後者です。高度な縫合プラットフォームは、利用可能なスペースの量を制限します。この制限は、通常よりも均等に制約された空間で動作するための習慣を開発するのに役立つため、腹腔鏡技術にプラスの影響を与えます。",
        "hu": "A csúszó csomó hasznos, ha a célszövetek távolabb vannak egymástól, vagy ha a rendelkezésre álló hely korlátozott. Ebben a gyakorlatban ez az utóbbi. A fejlett varrási platform korlátozza a rendelkezésre álló hely mennyiségét. Ez a korlátozás pozitív hatással van a laparoszkópos technikára, mivel elősegíti a szokásosnál egyenletesen korlátozottabb térben történő működés szokásainak kialakulását."
    },
    "instructions": {
        "en": "Take the needle with 10-20 cm of suture material and begin the exercise by removing it from the start position. The Suturing component should be difficult to access with ease due to the Advanced Suturing Platform. Drive the needle through the target tissue and then apply a sliding knot. Note how the sliding knot can be tied above the target tissues and then pulled and tightened onto them. To complete the exercise, cut off the suture and return the needle to the start position.",
        "pl": "Igła wraz z 10-20 cm nici powinna być podniesiona z pozycji startu i umieszczona pod odpowiednim kątem w imadle. Insert do szycia powinien być trudno dostępny i umieszczony po środku platformy. Po przekłuciu powinien być założony węzeł przesuwny. Warto zwrócić uwagę na sposób w który węzeł przesuwny może być wiązany ponad miejscem docelowym i następnie dociągnięty do niego poprawnie. Aby zakończyć ćwiczenie po poprawnym zaciągnięciu i zawiązaniu węzła, ćwiczący powinien odciąć resztę nici i powrócić z igłą do pozycji startu.",
        "es": "Tome la aguja con 10-20 cm de material de sutura y comience el ejercicio eliminándolo desde la posición de inicio. El componente de sutura debe ser difícil de acceder con facilidad debido a la plataforma de sutura avanzada. Conduzca la aguja a través del tejido diana y luego aplique un nudo deslizante. Observe cómo se puede atar el nudo deslizante por encima de los tejidos diana y luego se tira y se aprieta sobre ellos. Para completar el ejercicio, corte la sutura y devuelva la aguja a la posición de inicio.",
        "zh-cn": "用10-20厘米的缝合材料取针，并通过从开始位置将其除去。由于高级缝合平台，缝合组件应该很难轻松访问。将针头穿过目标组织，然后施加滑动结。注意如何将滑动结在目标组织上方，然后将其拉到并拧紧到它们上。要完成练习，请切断缝合线，然后将针头恢复到起始位置。",
        "ja": "針を10〜20 cmの縫合物質で取り、開始位置から除去して運動を開始します。高度な縫合プラットフォームにより、縫合成分は簡単にアクセスするのが難しいはずです。針をターゲット組織から駆動し、スライドノットを塗ります。スライディングノットをターゲット組織の上に結び付けてから引っ張って締められる方法に注意してください。運動を完了するには、縫合糸を切り取り、針を開始位置に戻します。",
        "hu": "Vegye ki a tűt 10-20 cm-es varrási anyaggal, és kezdje el a gyakorlatot úgy, hogy eltávolítja azt a kezdő helyzetből. A varrási alkatrésznek nehéznek kell lennie, hogy könnyedén hozzáférhessen a fejlett varrási platform miatt. Vezesse a tűt a célszöveten, majd tegyen egy csúszó csomót. Vegye figyelembe, hogy a csúszó csomót miként lehet kötni a célszövetek fölé, majd húzzák és meghúzzák őket. A gyakorlat befejezéséhez vágja le a varratot, és adja vissza a tűt a kezdő helyzetbe."
    },
    "preparation": {
        "en": "Apply the suturing component horizontally and the start position to the Basic Suturing Platform below as pictured. Then apply the Advanced Suturing Platform on the top. Both the start position and the target structure should be visible.",
        "pl": "Insert do szycia powinien być umieszczony w orientacji poziomej na środku modułu do szycia podstawowego. Zaawansowana platforma wraz z pozycją startową powinny być założone na module, a w pozycji startowej powinna być umieszczona igła wraz z 10-20cm nici. Zarówno pozycja startowa pozycja jak i docelowe miejsce węzła muszą być widoczne i dostępne.",
        "es": "Aplique el componente de sutura horizontalmente y la posición de inicio a la plataforma de sutura básica a continuación se muestra en la imagen. Luego, aplique la plataforma de sutura avanzada en la parte superior. Tanto la posición de inicio como la estructura objetivo deben ser visibles.",
        "zh-cn": "如图所示，将缝合组件水平应用到下面的基本缝合平台上。然后在顶部应用高级缝合平台。起始位置和目标结构都应可见。",
        "ja": "縫合成分を水平方向に適用し、以下の基本的な縫合プラットフォームに開始位置を適用します。次に、上部に高度な縫合プラットフォームを適用します。開始位置とターゲット構造の両方が表示される必要があります。",
        "hu": "Vigye fel a varrási alkatrészt vízszintesen, és a kezdési pozíciót az alábbi alapvető varrási platformra a képen látható módon. Ezután alkalmazza a fejlett varrási platformot a tetején. Mind a kiindulási helyzetnek, mind a célszerkezetnek láthatónak kell lennie."
    }
}