{
    "id": "ASS2_ASP4",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 315
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 15
                        },
                        {
                            "name": "distance",
                            "limit": 5
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 210
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " silicone_insert:2",
        " needle_suture_10cm:1"
    ],
    "name": {
        "en": "Single Sliding Knot Under Tension",
        "pl": "Pojedynczy Węzeł Przesuwny Pod Napięciem",
        "es": "Un solo nudo deslizante debajo de la tensión",
        "zh-cn": "张力下的单个滑结",
        "ja": "張力下の単一のスライドノット",
        "hu": "Egyetlen csúszó csomó feszültség alatt"
    },
    "skills": {
        "en": "Knot, Suturing, Sliding Knot",
        "pl": "Węzeł, Szycie, Węzeł Przesuwny",
        "es": "Nudo, sutura, nudo deslizante",
        "zh-cn": "结，缝合，滑结",
        "ja": "ノット、縫合、スライドノット",
        "hu": "Csomó, varrás, csúszó csomó"
    },
    "description": {
        "en": "The sliding knot is helpful when target tissues are further apart or when the available space is limited. In this exercise it is the former, with two tissues x cm apart.",
        "pl": "Przesuwny węzeł jest pomocny, gdy tkanki docelowe są bardziej od siebie oddalone lub gdy dostępna przestrzeń jest ograniczona. W tym ćwiczeniu jest to pierwsze, z dwiema tkankami w odległości x cm. ",
        "es": "El nudo deslizante es útil cuando los tejidos de destino están más separados o cuando el espacio disponible es limitado. En este ejercicio, es el primero, con dos tejidos x cm de distancia.",
        "zh-cn": "当目标组织进一步分开或可用空间有限时，滑动结会很有帮助。在这项练习中，它是前者，有两个纸张x厘米。",
        "ja": "ターゲット組織がさらに離れている場合、または利用可能なスペースが制限されている場合、スライディングノットは役立ちます。この演習では、それは前者であり、2つの組織x cmが離れています。",
        "hu": "A csúszó csomó hasznos, ha a célszövetek távolabb vannak egymástól, vagy ha a rendelkezésre álló hely korlátozott. Ebben a gyakorlatban ez az előbbi, két szövet x cm egymástól."
    },
    "instructions": {
        "en": "Take the needle with 10-20 cm of suture material and drive it through both of the silicone inserts separately. Create a loose sliding knot and use it to tighten gradually. When you pull on the suture to tighten you may shift the instrument left to right to pull the silicone inserts so that they touch each other. Pull on the inactive end of the sliding knot to lock the position and apply one more final loop to lock it permanently. Return the needle to the start position.",
        "pl": "Igła wraz 10-20 cm materiału do szycia powinna być przeprowadzona przez obie silikonowe wkładki oddzielnie. Po wytworzeniu luźnego supła 1=1 powinien być stopniowo zaciskany. Naciągając szew w celu zaciśnięcia, można przesuwać instrument z nicią lewo-prawo aby przybliżyć do siebie inserty silikonowe tak, aby się ze sobą zetknęły. Ciągnąc za nieaktywny koniec węzła przesuwnego można zablokować pozycję i założyć jeszcze jedną końcową pętlę, która zablokuje węzeł na stałe. Po zakończeniu igła powinna wrócić na pozycję startu.",
        "es": "Tome la aguja con 10-20 cm de material de sutura y conduzca a través de las dos inserciones de silicona por separado. Crea un nudo deslizante suelto y úsalo para apretar gradualmente. Cuando tire de la sutura para apretar, puede cambiar el instrumento de izquierda a derecha para tirar de las inserciones de silicona para que se toquen entre sí. Tire del extremo inactivo del nudo deslizante para bloquear la posición y aplicar un bucle final más para bloquearlo permanentemente. Devuelva la aguja a la posición de inicio.",
        "zh-cn": "用10-20厘米的缝合材料取针，然后将其分开穿过两个硅酮插件。创建一个松散的滑动结，并用它逐渐拧紧。当您拉动缝合线以拧紧时，您可能会将仪器向左移至右侧，以拉动硅胶插入物，以便它们相互接触。拉动滑动结的不活动端，以锁定位置，然后再施加一个最终循环以永久锁定它。将针头返回开始位置。",
        "ja": "針を10〜20 cmの縫合材料で取り、両方のシリコンインサートを個別に駆動します。ゆるいスライドノットを作成し、それを使用して徐々に締めます。縫合糸を引っ張って締めると、機器を左に右に移動してシリコンインサートを引っ張って互いに触れるようになります。スライディングノットの非アクティブな端を引いて位置をロックし、1つの最終ループを適用して永久にロックします。針を開始位置に戻します。",
        "hu": "Vegye ki a tűt 10-20 cm-es varrási anyaggal, és vezesse át mindkét szilikon betéten. Hozzon létre egy laza csúszó csomót, és használja azt fokozatosan meghúzásra. Amikor meghúzza a varratot, hogy meghúzza, elmozdíthatja a műszert balról jobbra, hogy meghúzza a szilikon betéteket, hogy megérintsék egymást. Húzza fel a csúszó csomó inaktív végét, hogy rögzítse a pozíciót, és vegye fel egy újabb végső hurkot, hogy véglegesen rögzítse. Tegye vissza a tűt a kezdő helyzetbe."
    },
    "preparation": {
        "en": "Use the Advanced Suturing Platform for this exercise and two silicone inserts. Use the screws to insert them and maintain a distance of 1 cm between the ends. Place the needle in the starting position on the top of this platform.",
        "pl": "Zaawansowana Platforma Szycia powinna być zamontowana na Module Szycia Podstawowego. Dwa silikonowe inserty powinny być umieszczone w odległości ok 1cm wewnątrz platformy. Przy pomocy śrub możliwe jest dokręcenie odpowiednio mocno aby mocowanie się nie poluzowało. Igła powinna być umieszczona w pozycji startowej na górnej części platformy.",
        "es": "Utilice la plataforma de sutura avanzada para este ejercicio y dos inserciones de silicona. Use los tornillos para insertarlos y mantener una distancia de 1 cm entre los extremos. Coloque la aguja en la posición inicial en la parte superior de esta plataforma.",
        "zh-cn": "使用高级缝合平台进行此练习和两个硅胶插入物。用螺钉插入它们，并在两端之间保持1厘米的距离。将针头放在该平台顶部的起始位置。",
        "ja": "この演習には、高度な縫合プラットフォームと2つのシリコンインサートを使用します。ネジを使用してそれらを挿入し、端の間に1 cmの距離を維持します。このプラットフォームの上部の開始位置に針を置きます。",
        "hu": "Használja a fejlett varrási platformot ehhez a gyakorlathoz és két szilikon betéthez. A csavarok segítségével illessze be őket, és tartsa meg a távolságot a végei között. Helyezze a tűt a kiindulási helyzetbe a peron tetejére."
    }
}