{
    "id": "ASS3_ASP2",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 1800
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 150
                        },
                        {
                            "name": "distance",
                            "limit": 30
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 1200
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " silicone_insert:2",
        " needle_suture_10cm:1"
    ],
    "name": {
        "en": "Anastomosis Side-to-Side",
        "pl": "Zespolenie Side-to-Side",
        "es": "Anastomosis de lado a lado",
        "zh-cn": "吻合左右",
        "ja": "吻合腹側腹部",
        "hu": "Anastomosis oldalról-oldalon"
    },
    "skills": {
        "en": "Anastomosis, Suturing, Sliding Knot",
        "pl": "Zespolenie, Szycie, Węzeł Przesuwny",
        "es": "Anastomosis, sutura, nudo deslizante.",
        "zh-cn": "吻合，缝合，滑结",
        "ja": "吻合、縫合、スライドノット",
        "hu": "Anastomosis, varrás, csúszó csomó"
    },
    "description": {
        "en": "Anastomosis in all of it’s combinations is the best way to develop advanced laparoscopic suturing skill. In this combination, side-to-side, two pieces of penrose drain are suspended in parallel on the Advanced Suturing Platform. An opening must be cut between them and they must be properly sutured to each other.",
        "pl": "Zespolenia we wszystkich kombinacjach to najlepszy sposób na rozwinięcie zaawansowanych umiejętności szycia laparoskopowego. W tej kombinacji, równolegle i obok siebie, dwa kawałki drenu penrose'a są zawiesone na zaawansowanej platformie do szycia. Pomiędzy nimi musi być wycięty otwór i muszą być odpowiednio ze sobą zszyte. W zespoleniach ważna jest drożność łączonych ze sobą elementów.",
        "es": "La anastomosis en todas sus combinaciones es la mejor manera de desarrollar habilidades de sutura laparoscópica avanzada. En esta combinación, de lado a lado, dos piezas de drenaje de penrose se suspenden en paralelo en la plataforma de sutura avanzada. Se debe abrir una apertura entre ellos y deben estar debidamente suturables entre sí.",
        "zh-cn": "在所有组合中，吻合是发展先进的腹腔镜缝合技能的最佳方法。在这种组合中，左右一侧，在高级缝合平台上并联两块penrose排水管。必须在它们之间切开一个开口，并且必须彼此正确缝合。",
        "ja": "そのすべての組み合わせの吻合は、高度な腹腔鏡下縫合スキルを開発するための最良の方法です。この組み合わせでは、サイドツーサイドで、2つのペンローズドレインが高度な縫合プラットフォームで並行して吊り下げられています。それらの間に開口部を切断する必要があり、それらはお互いに適切に縫合されなければなりません。",
        "hu": "Az anastomosis az összes kombinációban a legjobb módja a fejlett laparoszkópos varrási készség kialakításának. Ebben a kombinációban, az oldalsó oldalon, két darab penrose-csatornát párhuzamosan felfüggesztenek a fejlett varrási platformon. A nyílást meg kell vágni köztük, és ezeket megfelelően meg kell varrni egymáshoz."
    },
    "instructions": {
        "en": "First, use scissors to precisely cut 2-3cm openings in the center of both penrose drains so that they are facing each other. Next, apply and tighten two single sliding knots between the edges at the bottom. Apply two more sliding knots between the corners of the cuts and finish with two final sliding knots between the top edges of the penrose drains. The total prescribed for this exercise is 6 knots. A proper anastomosis should allow for an opening, be sure to inspect the results of your work to verify quality.",
        "pl": "Najpierw nożyczki powinny być użyte, aby precyzyjnie wyciąć 2-3 cm otwory pośrodku obu odpływów penrose'a tak, aby były skierowane do siebie. Następnie powinny być nałożone dwa pojedyncze węzły przesuwne pomiędzy najdalszymi krawędziami na dole. Zastosuj dwa kolejne węzły przesuwne pomiędzy narożnikami nacięć i zakończ dwoma końcowymi węzłami przesuwnymi pomiędzy górnymi krawędziami drenów. Całkowita rekomendowana liczba węzłów to 6 w równych odstępach. Prawidłowe zespolenie powinno umożliwiać przepływ. Należy sprawdzić wyniki pracy, aby zweryfikować jakość wykonanego ćwiczenia. ",
        "es": "Primero, use tijeras para cortar con precisión las aberturas de 2-3 cm en el centro de los drenajes de PenRose para que se enfrenten entre sí. A continuación, aplique y apriete dos nudos deslizantes individuales entre los bordes en la parte inferior. Aplique dos nudos deslizantes más entre las esquinas de los cortes y el acabado con dos nudos deslizantes finales entre los bordes superiores de los drenajes de penrose. El total prescrito para este ejercicio es de 6 nudos. Una anastomosis adecuada debe permitir una apertura, asegúrese de inspeccionar los resultados de su trabajo para verificar la calidad.",
        "zh-cn": "首先，使用剪刀精确地在两个彭罗斯排水管的中心切开2-3厘米的开口，以便它们彼此面对。接下来，在底部的边缘之间涂抹并拧紧两个单个滑动结。在切割的角落之间再涂上两个滑动结，并在penrose排水管的顶部边缘之间进行两个最后的滑动结。此练习的总处方为6节。适当的吻合应允许开放，请确保检查工作结果以验证质量。",
        "ja": "まず、ハサミを使用して、両方のペンローズ排水溝の中心にある2〜3cmの開口部を正確に切断して、それらが互いに向き合っているようにします。次に、下部のエッジの間に2つの単一のスライドノットを適用して締めます。カットの角の間にさらに2つのスライディングノットを塗布し、ペンローズ排水路の上部エッジの間に2つの最終的なスライドノットで仕上げます。この演習で規定されている合計は6ノットです。適切な吻合は開口部を可能にする必要があります。品質を検証するために、作業の結果を必ず調べてください。",
        "hu": "Először az ollóval pontosan vágja a 2-3 cm-es nyílásokat mindkét Penrose-csatorna közepén, hogy egymással szemben álljanak. Ezután alkalmazza és húzza meg az alsó szélek között két egyszemélyes csomót. Vigyen fel még két csúszó csomót a vágások sarkai között, és fejezze be két végső csúszó csomóval a Penrose csatornák felső szélei között. A gyakorlathoz előírt összeg 6 csomó. A megfelelő anastomosisnak lehetővé kell tennie a megnyitást, ügyeljen arra, hogy ellenőrizze munkájának eredményeit a minőség ellenőrzése érdekében."
    },
    "preparation": {
        "en": "Affix two pieces of penrose drain into the Advanced Suturing Platform, with 5mm of space in between. Rotate them so their creases are on the top. The material should be snug but not stretched. ",
        "pl": "Dwa kawałki drenu penrose powinny być wmontowane do zaawansowanej platformy do szycia, zachowując 5 mm odstępu pomiędzy nimi. Powinny zostać obrócone tak, aby ich zagniecenia znalazły się na górze. Materiał powinien być dopasowany, ale nie naciągnięty. ",
        "es": "Coloque dos piezas de drenaje de penrosos en la plataforma de sutura avanzada, con 5 mm de espacio en el medio. Gírelos para que sus pliegues estén en la parte superior. El material debe ser ajustado pero no estirado.",
        "zh-cn": "将两块彭罗斯插入高级缝合平台，中间有5mm的空间。旋转它们，使他们的折痕在顶部。材料应贴合，但不伸展。",
        "ja": "2つのペンローズ排水排出物を高度な縫合プラットフォームに排出し、5mmのスペースがその間にスペースを入れます。それらの折り目が上にあるようにそれらを回転させます。素材はぴったりと伸ばすべきではありません。",
        "hu": "Helyezzen be két darab penrose -leeresztést az Advanced Varring platformba, 5 mm -es helygel. Forgassa el őket, hogy a gyűrődések a tetején legyenek. Az anyagot szorosan, de nem nyújtani kell."
    }
}