{
    "id": "ASS3_ASP1",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 630
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 50
                        },
                        {
                            "name": "distance",
                            "limit": 15
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 420
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "ASS",
    "allowedInstruments": [
        "dissector",
        "needle_h",
        "scissors"
    ],
    "accessories": [
        "start_position:1",
        " silicone_insert:2",
        " needle_suture_20cm:1"
    ],
    "name": {
        "en": "Continuous Suturing under Tension",
        "pl": "Szew Ciągły pod Napięciem",
        "es": "Sutura continua bajo tensión.",
        "zh-cn": "在张力下连续缝合",
        "ja": "緊張下の連続縫合",
        "hu": "Folyamatos varrás feszültség alatt"
    },
    "skills": {
        "en": "Suturing, Sliding Knot, Continuous, Tension",
        "pl": "Szycie, Węzeł Przesuwny, Szew Ciągły, Napięcie",
        "es": "Sutura, nudo deslizante, continuo, tensión.",
        "zh-cn": "缝合，滑动结，连续，张力",
        "ja": "縫合、スライドノット、連続、張力",
        "hu": "Varrás, csúszó csomó, folyamatos, feszültség"
    },
    "description": {
        "en": "When the edges of the target tissues are spread apart, suturing can be very challenging. In this exercise you must execute a continuous suturing pattern between the two inserts which are spread 1 cm apart. ",
        "pl": "Kiedy krawędzie tkanek docelowych są od siebie oddalone, szycie może być bardzo trudne. W tym ćwiczeniu musisz wykonać ciągły szew pomiędzy dwoma silikonowymi insertami, które są rozstawione 1 cm od siebie. ",
        "es": "Cuando los bordes de los tejidos diana se separan, la sutura puede ser muy desafiante. En este ejercicio, debe ejecutar un patrón de sutura continua entre los dos insertos que se propagan 1 cm de distancia.",
        "zh-cn": "当目标组织的边缘分开时，缝合可能会非常具有挑战性。在本练习中，您必须在两个插入物之间执行连续的缝合图案，这些插入物相距1厘米。",
        "ja": "標的組織の端が広がっている場合、縫合は非常に困難な場合があります。この演習では、1 cm離れた2つのインサート間で連続的な縫合パターンを実行する必要があります。",
        "hu": "Ha a célszövetek szélei szétszóródnak, a varrás nagyon kihívást jelenthet. Ebben a gyakorlatban folyamatos varrási mintát kell végrehajtania a két betét között, amelyek 1 cm távolságra vannak szétszórva."
    },
    "instructions": {
        "en": "Begin the exercise by fastening a single sliding knot on the top of the inserts to pull them together. Then perform four continuous throws approximately 1-2mm apart. Complete the exercise by completing a secure knot as shown in the video.  ",
        "pl": "Ćwiczenie musi byc zaczęte od zawiązania pojedynczego węzła przesuwnego na górnej części insertu, w taki sposób, aby je połączyć ze sobą. Następnie powinny być wykonane kolejne rzuty w odległości około 1-2 mm poniżej. Ćwiczenie powinno być zakończone bezpiecznym węzłem, jak pokazano na filmie. ",
        "es": "Comience el ejercicio sujetando un solo nudo deslizante en la parte superior de los insertos para juntarlos. Luego realice cuatro tiros continuos de aproximadamente 1-2 mm de diferencia. Complete el ejercicio completando un nudo seguro, como se muestra en el video.",
        "zh-cn": "通过将单个滑动结固定在插入物的顶部以将它们拉在一起，开始练习。然后进行四次连续投掷大约1-2mm。如视频中所示，完成了练习，完成了安全结。",
        "ja": "インサートの上部に単一のスライドノットを固定して、それらを引き付けることにより、運動を開始します。次に、約1〜2mm離れた4つの連続スローを実行します。ビデオに示すように、安全な結び目を完了してエクササイズを完了します。",
        "hu": "Kezdje a gyakorlatot úgy, hogy egyetlen csúszó csomót rögzít a betétek tetejére, hogy összehúzza őket. Ezután végezzen négy folyamatos dobást körülbelül 1-2 mm-re. Végezze el a gyakorlatot egy biztonságos csomó kitöltésével, a videóban látható módon."
    },
    "preparation": {
        "en": "For this exercise use the Advanced Suturing Platform with two inserts spread x cm apart and securely fastened with the screws. Place the needle in the start position on the top level of the Advanced Suturing Platform.",
        "pl": "Zaawansowana platforma wraz z pozycją startową powinny być założone na module, a w pozycji startowej powinna być umieszczona igła wraz z 10-20cm nici. Inserty z sikonu powinny być rozstawione w odległości 1cm i przymocowane w platformie. Igła, wraz z 10-20cm nici powinna być umieszczona w pozycji startowej na wyższym poziomie platformy",
        "es": "Para este ejercicio, use la plataforma de sutura avanzada con dos insertos, dispersos x cm separados y sujetados firmemente con los tornillos. Coloque la aguja en la posición de inicio en el nivel superior de la plataforma de sutura avanzada.",
        "zh-cn": "对于此练习，使用带有两个插入物的高级缝合平台分开X厘米，并用螺钉牢固地固定。将针头放在高级缝合平台的顶层的起始位置。",
        "ja": "このエクササイズには、2つのインサートがx cmに広がり、ネジでしっかりと固定された高度な縫合プラットフォームを使用します。高度な縫合プラットフォームの上部レベルのスタート位置に針を置きます。",
        "hu": "Ehhez a gyakorlathoz használja a fejlett varrási platformot, amelyen két betét van elosztva x cm egymástól, és biztonságosan rögzítve a csavarokkal. Helyezze a tűt a kezdési helyzetbe a fejlett varrási platform felső szintjére."
    }
}