{
    "id": "DM2",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "dexterity_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {
            "backgroundUrl": "dexterity_module.png",
            "places": [
                2,
                7
            ]
        },
        "Advance": {
            "backgroundUrl": "dexterity_module.png",
            "places": [
                2,
                9
            ]
        }
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 225
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 35
                        },
                        {
                            "name": "distance",
                            "limit": 6
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance"
                        },
                        {
                            "name": "symmetryClamps"
                        }
                    ],
                    "name": "bimanual"
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand"
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 150
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "DM",
    "allowedInstruments": [
        "grasper",
        "dissector"
    ],
    "accessories": [
        "ball:10",
        " lid:1"
    ],
    "name": {
        "en": "Object Hand-Off Between Instruments",
        "pl": "Przekazywanie Obiektów Pomiędzy Instrumentami",
        "es": "Entrega de objetos entre instrumentos",
        "zh-cn": "仪器之间的对象交接",
        "ja": "楽器間のオブジェクトハンドオフ",
        "hu": "Objektum átadása a műszerek között"
    },
    "skills": {
        "en": "Instrument Collaboration, Instrument Control, Ambidexterity",
        "pl": "Współpraca Instrumentami, Kontrola Instrumentów, Zręczność Oburęczna",
        "es": "Colaboración del instrumento, control de instrumentos, ambidexteridad.",
        "zh-cn": "仪器协作，仪器控制，灵活性",
        "ja": "機器のコラボレーション、機器制御、両手利き",
        "hu": "Eszközök együttműködése, hangszervezérlés, ambidexteritás"
    },
    "description": {
        "en": "To execute most laparoscopic procedures it is important to precisely and accurately collaborate between the two instruments while handing off needles, holding tissues and performing other actions. Note how difficult it can be to execute one maneuver with one instrument while holding the other still.",
        "pl": "Aby wykonać większość zabiegów laparoskopowych, ważna jest precyzyjna i dokładna współpraca obu instrumentów podczas podawania igieł, przytrzymywania tkanek i wykonywania innych czynności. Zwróć uwagę, jak trudne może być wykonanie jednego manewru jednym instrumentem, trzymając drugi nieruchomo. ",
        "es": "Para ejecutar la mayoría de los procedimientos laparoscópicos, es importante colaborar con precisión y precisión entre los dos instrumentos mientras se entrega a las agujas, sosteniendo los tejidos y realizando otras acciones. Tenga en cuenta lo difícil que puede ser ejecutar una maniobra con un instrumento mientras sostiene el otro quieto.",
        "zh-cn": "为了执行大多数腹腔镜程序，重要的是要精确，准确地在两种仪器之间进行合作，同时交出针头，握住组织并执行其他动作。请注意，在持有另一个乐器的同时，用一种乐器执行一个操作是多么困难。",
        "ja": "ほとんどの腹腔鏡手順を実行するには、針を引き渡し、組織を保持し、他のアクションを実行しながら、2つの楽器間で正確かつ正確に協力することが重要です。もう1つの機器をまだ保持しながら、1つの機器で1つの操作を実行することがどれほど難しいかに注意してください。",
        "hu": "A legtöbb laparoszkópos eljárás végrehajtásához fontos, hogy pontosan és pontosan együttműködjünk a két eszköz között, miközben tűket adnak, szöveteket tartanak és egyéb műveleteket hajtanak végre. Vegye figyelembe, milyen nehéz lehet az egyik manőver végrehajtása az egyik eszközzel, miközben a másikot még mindig tartja."
    },
    "instructions": {
        "en": "Use the grasper to grab the plastic balls, switch them over to the dissector and then use the grasper to open the lid and place the ball inside the left or right box. Repeat until 4 balls are placed on each side of the box. If possible, keep the lid open while grabbing the next ball.",
        "pl": "Użyj graspera, aby chwytać kolejno plastikowe kulki, przekładaj do disektora, a następnie używaj graspera, aby otworzyć silikonową przykrywkę i umieścić kulkę w lewym lub prawym pudełku. Powtarzaj, aż 4 kulki zostaną umieszczone po każdej stronie pudełka. Jeśli to możliwe, trzymaj pokrywę otwartą podczas chwytania następnej kulki. ",
        "es": "Use el agarre para agarrar las bolas de plástico, enciéndalas al disector y luego use el agarre para abrir la tapa y coloque la bola dentro del cuadro izquierdo o derecho. Repita hasta que se coloquen 4 bolas en cada lado de la caja. Si es posible, mantenga la tapa abierta mientras agarra la siguiente bola.",
        "zh-cn": "用抓球抓住塑料球，将其切换到解剖器，然后使用抓孔打开盖子，然后将球放在左右的盒子内。重复直到将4个球放在盒子的每一侧。如果可能的话，请在抓住下一个球的同时保持盖子打开。",
        "ja": "グレーパーを使用してプラスチック製のボールをつかみ、分離器に切り替えてから、グラスパーを使用して蓋を開けて左または右のボックスにボールを置きます。ボックスの両側に4つのボールが置かれるまで繰り返します。可能であれば、次のボールをつかんでいる間、ふたを開いたままにしてください。",
        "hu": "Használja a Grasper -t, hogy megragadja a műanyag golyókat, kapcsolja át őket a boncolóra, majd a Grasper segítségével nyissa ki a fedelet, és helyezze a labdát a bal vagy a jobb oldali dobozba. Ismételje meg, amíg 4 golyót nem helyeznek a doboz mindkét oldalára. Ha lehetséges, tartsa nyitva a fedelet, miközben megragadja a következő labdát."
    },
    "preparation": {
        "en": "Place 10 balls in the center basket of the Dexterity Module.",
        "pl": "Umieść 10 kulek w środkowym koszu Modułu Zręczności. ",
        "es": "Coloque 10 bolas en la canasta central del módulo de destreza.",
        "zh-cn": "将10球放在敏捷模块的中心篮子中。",
        "ja": "Dexterityモジュールの中央バスケットに10個のボールを置きます。",
        "hu": "Helyezzen 10 golyót az ügyességi modul középső kosárjába."
    }
}