{
    "id": "DM3",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "dexterity_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "dexterity_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {
            "backgroundUrl": "dexterity_module.png",
            "places": [
                2,
                7
            ]
        },
        "Advance": {
            "backgroundUrl": "dexterity_module.png",
            "places": [
                2,
                9
            ]
        }
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 225
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 35
                        },
                        {
                            "name": "distance",
                            "limit": 6
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance"
                        },
                        {
                            "name": "symmetryClamps"
                        }
                    ],
                    "name": "bimanual"
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand"
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 150
        }
    },
    "isVR": false,
    "allowedInstruments": [
        "grasper",
        "dissector"
    ],
    "name": {
        "en": "Object Rotation and Direction",
        "pl": "Obrót i Kierunek Obiektu",
        "es": "Rotación y dirección del objeto.",
        "zh-cn": "对象旋转和方向",
        "ja": "オブジェクトの回転と方向"
    },
    "skills": {
        "en": "Manipulation of Long Objects, Instrument Collaboration, Rotation, Suturing",
        "pl": "Manipulacja Podłużnych Obiektów, Współpraca Instrumentami, Obracanie, Szycie",
        "es": "Manipulación de objetos largos, colaboración del instrumento, rotación, sutura.",
        "zh-cn": "操纵长物体，仪器协作，旋转，缝合",
        "ja": "長いものの操作、機器のコラボレーション、回転、縫合"
    },
    "description": {
        "en": "When suturing in laparoscopy we must use the instruments to rotate and position the needle into various positions. In this exercise you will manipulate long cones into target locations. By doing so you will develop an understanding of rotation and positioning of such long objects accurately without depth perception and with limited tactile feedback.",
        "pl": "Podczas szycia w laparoskopii musimy używać narzędzi do precyzyjnego obracania i ustawiania igły w różnych pozycjach. W tym ćwiczeniu długie stożki muszą być umieszczane w lokalizacjach docelowych. W ten sposób ćwiczący rozwinie zrozumienie rotacji i pozycjonowania tak długich obiektów dokładnie, bez dostępnej percepcji głębi.",
        "es": "Cuando se suturba en laparoscopia, debemos usar los instrumentos para girar y colocar la aguja en varias posiciones. En este ejercicio, manipularás conos largos en lugares de destino. Al hacerlo, desarrollará una comprensión de la rotación y el posicionamiento de objetos tan largos con precisión sin la percepción de la profundidad y con una retroalimentación táctil limitada.",
        "zh-cn": "在腹腔镜检查时，我们必须使用仪器旋转并将针定位成各种位置。在本练习中，您将长期操纵到目标位置。通过这样做，您将在没有深度感知和有限的触觉反馈的情况下准确地了解对这种长物体的旋转和定位的理解。",
        "ja": "腹腔鏡検査で縫合するとき、我々は針を様々な位置に回転させ位置決めするために器具を使わなければならない。この演習では、長円錐を目標の場所に操作します。そうすることによって、あなたは深さの知覚なしそして限られた触覚フィードバックなしに、そのような長い物体の回転と位置決めを正確に理解することを策定するでしょう。"
    },
    "instructions": {
        "en": "Grab cones from the center basket one by one. Rotate them inside the grasper/dissector until they can be fit into the 8 holes in top corner holes. Repeat until all 8 cones are in holes.",
        "pl": "Chwytaj stożki kolejno ze środkowego kosza. Obracaj je wewnątrz chwytaka/dysektora, aż zmieszczą się w 8 otworach w górnych otworach narożnych. Powtarzaj, aż wszystkie 8 stożków znajdzie się w otworach. ",
        "es": "Agarre los conos de la cesta del centro uno por uno. Gírelos dentro del agarre / disector hasta que puedan estar en forma en los 8 orificios en los agujeros de esquina superior. Repita hasta que los 8 conos estén en agujeros.",
        "zh-cn": "一个接一个地抓住中心篮子的锥体。将它们旋转在抓握器/插入体内，直到它们可以适合顶角孔的8个孔。重复直到所有8个锥体都在孔中。",
        "ja": "センターバスケットからコーンを1つずつつかみます。上隅穴の8つの穴に収まるまで、それらをgrasper / dissectorの内側に回転させます。すべてのコーンが穴に入るまで繰り返します。"
    },
    "preparation": {
        "en": "Place 10 cones in the center basket of the Dexterity Module.",
        "pl": "Umieść 10 stożków w środkowym koszu Modułu Zręczności. ",
        "es": "Coloque 10 conos en la canasta central del módulo de destreza.",
        "zh-cn": "将10个锥体放在Dexterity模块的中心篮子里。",
        "ja": "機器モジュールのセンターバスケットに10コーンを置きます。"
    }
}