{
    "id": "EBLUS4",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "tension_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 227
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 40
                        },
                        {
                            "name": "distance",
                            "limit": 8
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 151.33333333333334
        }
    },
    "isVR": false,
    "allowedInstruments": [
        "dissector",
        "scissors"
    ],
    "name": {
        "en": "Cutting a Circle",
        "pl": "Wycinanie Kółka",
        "es": "Cortar un círculo",
        "zh-cn": "切圈",
        "ja": "丸を切る"
    },
    "skills": {
        "en": "E-BLUS, Scissors",
        "pl": "E-BLUS, nożyczki",
        "es": "E-blus, tijeras",
        "zh-cn": "e-blu，剪刀",
        "ja": "E-BLUS、はさみ"
    },
    "description": {
        "en": "In this E-BLUS exercise skill with laparoscopic scissors and cutting ability is verified. Refer to the video for a detailed tutorial on the most effective approach. The task should be practiced until it can be performed in 151 seconds with all cuts made within the section between the two lines of the training gauze.This level of performance should be achieved on two consecutive repetitions or for a maximum of 80 repetitions. ",
        "pl": "W tym ćwiczeniu E-BLUs sprawdzana jest umiejętność posługiwania się nożyczkami laparoskopowymi i zdolność cięcia. Wideo pokazuje najskuteczniejsze podejście do ćwiczenia. Zadanie powinno być ćwiczone do momentu, gdy będzie można je wykonać w ciągu 151 sekund, ze wszystkimi cięciami wykonanymi w obrębie odcinka między dwoma liniami na materiale. Ten poziom wydajności należy osiągnąć w dwóch kolejnych powtórzeniach lub w maksymalnie 80 powtórzeniach. ",
        "es": "En esta habilidad E-Blus Ejercicio con tijeras laparoscópicas y se verifica la capacidad de corte. Consulte el video para un tutorial detallado sobre el enfoque más efectivo. La tarea debe practicarse hasta que se pueda realizar en 151 segundos con todos los recortes realizados dentro de la sección entre las dos líneas de la gasa de capacitación. Este nivel de desempeño debe lograrse en dos repeticiones consecutivas o por un máximo de 80 repeticiones.",
        "zh-cn": "在这种E-BLUS运动技能中，验证了腹腔镜剪刀和切割能力。有关最有效的方法，请参阅视频以获取详细教程。应练习任务，直到它可以在151秒内执行，并且在培训纱布两行之间的部分内完成所有削减。这一性能水平应在两个连续重复或最多80次重复。",
        "ja": "このE-BLUSの運動は、腹腔鏡下のハサミや切断能力のスキルを検証しています。最も効果的なアプローチに関する詳細なチュートリアルのビデオを参照してください。このタスクは、トレーニングガーゼの2行の間のセクション内で行われたすべてのカットで151秒で実行できるまで、タスクを実行する必要があります。このレベルのパフォーマンスのレベルは、2つの連続した繰り返しまたは最大80の繰り返しで達成されるべきです。"
    },
    "instructions": {
        "en": "The objective of this exercise is to precisely cut out the circle within the time limit of 151 seconds as close to the center line as possible. Cutting the second layer of the gauze is not recorded as an error.",
        "pl": "Celem tego ćwiczenia jest precyzyjne wycięcie koła w czasie 151 sekund jak najbliżej linii środkowej. Przecięcie drugiej warstwy nie jest liczone jako błąd.",
        "es": "El objetivo de este ejercicio es cortar con precisión el círculo dentro del límite de tiempo de 151 segundos lo más cerca posible de la línea central. Cortar la segunda capa de la gasa no se registra como un error.",
        "zh-cn": "本练习的目的是在尽可能靠近中心线时精确地切断151秒的时间限制。切割第二层纱布未被记录为误差。",
        "ja": "この演習の目的は、できるだけ中心線の近くに151秒の制限時間内に円を正確に切り出すことです。ガーゼの2番目の層を切断することは誤差として記録されません。"
    },
    "preparation": {
        "en": "In this exercise, attach the gauze pad to the Universal Holder Module on all four sides. The gauze pad is two ply and should be stretched out evenly. Scissors and a grasper should be used in this version of the exercise.",
        "pl": "W tym ćwiczeniu gaza powinna być przymocowana do modułu uniwersalnego uchwytu ze wszystkich czterech stron. Gaza jest dwuwarstwowa i powinna być równomiernie rozciągnięta. Nożyczki i grasper powinny być użyte w tej wersji ćwiczenia.",
        "es": "En este ejercicio, fije la almohadilla de gasa al módulo del soporte universal en los cuatro lados. La almohadilla de gasa es de dos capas y debe extenderse uniformemente. Las tijeras y un agarre deben usarse en esta versión del ejercicio.",
        "zh-cn": "在本练习中，将纱布垫连接到全部四个侧面上的通用支架模块。纱布垫是两个层，应该均匀地伸展。剪刀和抓手应在此版本中使用。",
        "ja": "この演習では、四方すべての側面のユニバーサルホルダーモジュールにガーゼパッドを取り付けます。ガーゼパッドは2匹のプライであり、均等に引き伸ばすべきです。このバージョンの運動にはさみと把握担当者を使用する必要があります。"
    }
}