{
    "id": "edu19_appendix",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "A Laparoscopic Appendectomy is a common procedure used to treat appendicitis, the inflammation of the appendix. When the condition is left untreated the appendix can eventually rupture, which can lead to a life-threatening infection of the viscera. The procedure involves finding and identifying the appendix and then successfully clipping off the appendicular artery before removing the appendix itself. There is no single established approach to performing an appendectomy. The anatomy varies, the appendix itself can vary with the degree of inflammation and also different instruments and cost-effective techniques may be available to the surgeon depending on the hospital or O.R. This is why it is worthwhile for surgical trainees to practice the procedure in a simulation based environment to understand the core principles.",
                "pl": "Wycięcie wyrostka robaczkowego metodą laparoskopową jest powszechnie stosowaną procedurą w leczeniu zapaleń wyrostka robaczkowego. Gdy stan ten nie jest leczony, wyrostek robaczkowy może ostatecznie pęknąć, co może prowadzić do zagrażających życiu infekcji. Procedura obejmuje znalezienie i identyfikację wyrostka robaczkowego, a następnie skuteczne odcięcie tętnicy wyrostka robaczkowego przed usunięciem samego wyrostka robaczkowego. Nie ma jednego ustalonego podejścia do wykonywania usunięcia wyrostka robaczkowego. Anatomia jest różna, sam wyrostek robaczkowy może się różnić w kształcie i rozmiarze w zależności od stopnia zapalenia. Także różne narzędzia i techniki mogą być dostępne dla chirurga w zależności od szpitala lub sali operacyjnej. Dlatego warto, aby uczący przećwiczyli tę procedurę w środowisku opartym na symulacji, aby mogli zrozumieć podstawowe zasady.",
                "es": "Una apendicectomía laparoscópica es un procedimiento común que se usa para tratar la apendicitis, la inflamación del apéndice. Cuando la condición se deja sin tratar, el apéndice puede eventualmente romperse, lo que puede llevar a una infección potencialmente mortal de las vísceras. El procedimiento implica encontrar e identificar el apéndice y luego recortar con éxito la arteria apendicular antes de eliminar el propio Apéndice. No hay un enfoque único establecido para realizar una apendicectomía. La anatomía varía, el apéndice en sí puede variar con el grado de inflamación y también los diferentes instrumentos y las técnicas rentables pueden estar disponibles para el cirujano dependiendo del hospital o el O.R. Esta es la razón por la que vale la pena que los aprendices quirúrgicos practicen el procedimiento en un entorno basado en la simulación para comprender los principios básicos.",
                "zh-cn": "腹腔镜阑尾切除术是用于治疗阑尾炎的常见程序，附录的炎症。当条件未经处理时，附录最终可能会破裂，这可能导致内脏的危及生命感染。该过程涉及在删除附录本身之前找到和识别附录，然后成功剪断附奇动脉。没有单一的既定方法进行阑尾切除术。解剖学变化，附录本身可以随着炎症的程度而变化，以及外科医生的不同仪器和成本有效的技术取决于医院或O.R.这就是为什么对于外科学员来说是值得练习基于仿真环境的程序来理解核心原则的原则。",
                "ja": "腹腔鏡下虫垂切除術は、付録の炎症を治療するために使用される一般的な手順です。条件が未処理のままにされているとき、付録は最終的に破裂することができ、それは内臓の命を脅かす感染につながる可能性があります。この手順は、付録自体を削除する前に、付録の発見と特定を含み、その後、付録自体を削除する前に柔和された侵入動脈を強く切り取ることを含みます。虫垂切除術を実施するための独立したアプローチはありません。解剖学的構造は変化し、付録自体は炎症の程度によって異なる可能性があり、また病院またはO.Rに応じて外科医には異なる機器および費用対効果の高い技術が利用可能であり得る。これが、外科的研修生がシミュレーションに基づく環境で手順を練習するのが価値がある理由であり、コア原則を理解するために"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Laparo APEX VR Appendectomy Exercises",
                "pl": "Ćwiczenia appendektomi VR",
                "es": "Ejercicios de apendicectomía de Laparo Apex VR",
                "zh-cn": "Laparo Apex VR阑尾切除术练习",
                "ja": "Laparo Apex VR appendictoryの練習"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The VR exercises developed by Laparo provide the trainee with the ability to complete an entire Appendectomy inside of a virtual operating area using real instruments. Since there is no physical component inside, there is no physical or haptic feedback normally experienced in laparoscopy. The purpose of these VR exercises is to take the trainee through all the relevant stages of this procedure and the order in which it should be performed and to depict any complications that may arise from mistakes. What is more, the VR exercise simulates some aspects of an Appendectomy which cannot be simulated on the physical module such as the specialized stapler.",
                "pl": "Ćwiczenia VR opracowane przez Laparo dają uczącemu możliwość ćwiczenia usunięcia wyrostka robaczkowego w wirtualnym polu operacyjnym przy użyciu prawdziwych instrumentów. Ponieważ w środku nie ma żadnego fizycznego komponentu, nie ma też fizycznego ani dotykowego sprzężenia zwrotnego, które normalnie występuje w laparoskopii. Celem tych ćwiczeń VR jest przeprowadzenie szkolonego przez wszystkie istotne etapy tej procedury i kolejności, w jakiej należy ją wykonywać oraz przedstawienie wszelkich komplikacji, które mogą wyniknąć z błędów. Co więcej, ćwiczenie VR symuluje niektóre aspekty wyrostka robaczkowego, których nie można zasymulować w module fizycznym, takim jak specjalistyczny zszywacz często używany do tego celu.",
                "es": "Los ejercicios VR desarrollados por Laparo proporcionan al aprendiz la capacidad de completar una apendicectomía completa dentro de un área de operación virtual usando instrumentos reales. Dado que no hay un componente físico en el interior, no hay una retroalimentación física o háptica que normalmente se experimenta en la laparoscopia. El propósito de estos ejercicios de VR es llevar al aprendiz a través de todas las etapas relevantes de este procedimiento y el orden en que se debe realizar y representar cualquier complicación que pueda surgir de los errores. Además, el ejercicio VR simula algunos aspectos de una apendicectomía que no se puede simular en el módulo físico, como la grapadora especializada.",
                "zh-cn": "Laparo开发的VR练习为受训者提供了使用真实仪器在虚拟操作区域内完成整个阑尾切除术的能力。由于内部没有物理组件，因此腹腔镜检查通常不经历物理或触觉反馈。这些VR练习的目的是通过本程序的所有相关阶段和应当将其进行并描述可能因错误而产生的任何并发症的命令进行实习生。更多，VR练习模拟了阑尾切除术的某些方面，该方面不能在诸如专用订书机等物理模块上模拟。",
                "ja": "Laparoによって開発されたVR演習は、実際の機器を使用して仮想操作エリアの内側にある虫垂切除術全体を完成させる能力で研修生に提供しています。内部に物理的な成分がないので、腹腔鏡検査で通常経験される物理的または触覚フィードバックはありません。これらのVR演習の目的は、この手順のすべての関連段階およびそれが実行されるべき順序を通して研修生に行くことです。さらに、VRエクササイズは、特殊なステープラなどの物理モジュールでシミュレートできない虫垂切除術のいくつかの側面をシミュレートします。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Laparo Appendectomy Module",
                "pl": "Moduł fizyczny appendektomii",
                "es": "Módulo de apendicectomía de Laparo",
                "zh-cn": "Laparo pharendectomy模块",
                "ja": "ラパロ付属切除術モジュール"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The Laparo Appendectomy module is made up of several components and it has been designed to maximize reusability. The base of the module includes a silicone surface attachment and a base module. The single-use Appendix component attaches into this module with velcro. The entire module with the Appendix is inserted into the operating area and must be strategically positioned for optimal instrument reach and angle.",
                "pl": "Silikonowy moduł wyrostka robaczkowego Laparo składa się z kilku elementów i został zaprojektowany tak, aby zmaksymalizować możliwość ponownego użycia. Podstawa modułu zawiera silikonowe mocowanie powierzchniowe i moduł podstawowy. Jednorazowy element samego wyrostka jest mocowany do tego modułu za pomocą rzepa. Cały moduł wraz z dodatkiem umieszczony jest w obszarze operacyjnym w taki sposób aby zapewnić optymalny zasięg i kąt instrumentu.",
                "es": "El módulo de apendicectomía de Laparo está formado por varios componentes y ha sido diseñado para maximizar la reutilización. La base del módulo incluye un accesorio de superficie de silicona y un módulo de base. El componente del apéndice de un solo uso se conecta a este módulo con Velcro. Todo el módulo con el apéndice se inserta en el área de operación y debe colocarse estratégicamente para un alcance y un ángulo óptimos de instrumentos.",
                "zh-cn": "Laparo Pharendectomy模块由多个组件组成，旨在最大限度地利用可重用性。模块的底座包括硅树脂表面附件和基础模块。单次使用附录组件与Velcro附加到此模块中。将具有附录的整个模块插入到操作区域，必须策略性地定位以获得最佳仪器达到和角度。",
                "ja": "Laparo appendictoryモジュールはいくつかのコンポーネントで構成されており、再利用性を最大化するように設計されています。モジュールの基部は、シリコーン表面取り付けとベースモジュールとを含む。使用済み付録コンポーネントは、Velcroを使用してこのモジュールに接続します。付録を持つモジュール全体が操作領域に挿入され、最適な機器の範囲と角度のために戦略的に配置されなければなりません。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "This simulation exercise does not include the first step, which involves finding and identifying the target structure. The appendix is simply laid out in the center and the trainee must first dissect at the base of the appendix to find the appendicular artery. After finding and clipping this artery the trainee must also introduce three loops of suture material and tighten them directly onto the appendix. The exercise concludes with severing the appendix completely with the clips and loops of suture attached firmly at the base, especially on the patient's side. ",
                "pl": "Ćwiczenie symulacyjne nie obejmuje pierwszego kroku, który polega na znalezieniu i zidentyfikowaniu docelowej struktury. Wyrostek robaczkowy jest ułożony pośrodku, a praktykant musi najpierw przeciąć podstawę wyrostka robaczkowego, aby znaleźć tętnicę wyrostka robaczkowego. Po znalezieniu i zaciśnięciu tej tętnicy kursant musi również wprowadzić trzy pętle nici i zacisnąć je bezpośrednio na samym wyrostku robaczkowym. Ćwiczenie kończy się całkowitym odcięciem wyrostka robaczkowego z klipsami i pętlami szwów mocno przymocowanymi do podstawy, szczególnie po stronie pacjenta.",
                "es": "Este ejercicio de simulación no incluye el primer paso, lo que implica encontrar e identificar la estructura objetivo. El apéndice simplemente se presenta en el centro y el aprendiz debe primero diseccionarse en la base del apéndice para encontrar la arteria apendicular. Después de encontrar y recortar esta arteria, el aprendiz también debe introducir tres bucles de material de sutura y apriételos directamente en el apéndice. El ejercicio concluye con cortar el apéndice completamente con los clips y los bucles de sutura adjuntos firmemente en la base, especialmente en el lado del paciente.",
                "zh-cn": "该仿真练习不包括第一步，涉及找到和识别目标结构。附录简单地在中心奠定，实习生必须首先在附录的基础上解剖以找到附奇动脉。发现和削减该动脉后，学员还必须引入三个缝线材料，并直接将它们直接拧紧到附录中。练习结束了与夹子和缝合牢固的夹子的夹子完全切断附录，特别是在患者的侧面上。",
                "ja": "このシミュレーション運動には、最初のステップは含まれていません。これは、ターゲット構造を見つけて識別することを含む。付録は単にセンターで配置されており、研修生は最初に付録の付録を解剖して虫垂動脈を見つける必要があります。この動脈を見つけて切り取った後、研修生は3つのループを縫合材料の3つのループを導入し、それらを直接付録に締め付ける必要があります。この運動は、特に患者側で、ベースでしっかりと縫合糸のクリップとループを完全に切断することで終わっています。"
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "en": "Appendectomy",
        "pl": "Apendektomia",
        "es": "Apendectomía",
        "zh-cn": "阑尾切除术",
        "ja": "虫垂摘課"
    },
    "subTitle": {
        "en": "An overview of the exercises available for Appendectomy training",
        "pl": "O modułach i ćwiczeniach służących do ćwiczenia zabiegu usunięcia wyrostka robaczkowatego.",
        "es": "Una visión general de los ejercicios disponibles para el entrenamiento de la apendicectomía.",
        "zh-cn": "可用于阑尾切除术培训的练习概述",
        "ja": "虫垂摘出術トレーニングに利用可能な演習の概要"
    }
}