{
    "id": "edu11_suture_patterns",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Knots played an important role through the ages. Before the advent of other technologies, knots and ropes achieved many complex mechanical tasks. Buildings, bridges as well as ship rigging were all highly dependent on familiarity with complex knot structures.",
                "pl": "Historycznie, węzły odegrały ważną rolę w rozwoju technologicznym ludzkości. Budowa budynków, mostów czy statków opierała się w dużej mierze na znajomości skomplikowanych węzłów. Przed powstaniem innych technologii, węzły i sznurki służyły do wielu skomplikowanych zadań opartych na mechanice. ",
                "es": "Los nudos jugaron un papel importante a través de las edades. Antes del advenimiento de otras tecnologías, nudos y cuerdas logró muchas tareas mecánicas complejas. Los edificios, puentes, así como el aparejo de la nave, todos dependen en gran medida de la familiaridad con las estructuras de nudos complejos.",
                "zh-cn": "结中的结中发挥了重要作用。在其他技术出现之前，结和绳索完成了许多复杂的机械任务。建筑物，桥梁以及船舶索具都高度依赖于对复杂结构的熟悉。",
                "ja": "ノットは、年齢を通じて重要な役割を果たしました。他のテクノロジーの出現前に、結び目とロープは多くの複雑な機械的タスクを達成しました。建物、橋、船の索具はすべて、複雑な結び目構造に精通していることに大きく依存していました。",
                "hu": "A csomók fontos szerepet játszottak a korok során. Más technológiák megjelenése előtt a csomók és kötelek számos összetett mechanikai feladatot értek el. Az épületek, a hidak és a hajókötegek mind nagymértékben függtek a komplex csomószerkezetek ismeretétől."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Although not used in those fields anymore, knots remain an important tool in surgery, where tissues must be precisely mechanically reapproximated for healing. Because knots are so old and almost mythological, they have been ascribed in the eyes of surgeons more as an art form than a science. To many, methods and materials in suturing are a matter of habit, guesswork or even of tradition. ",
                "pl": "Wyparte później na bok przez inne technologie, węzły pozostały bardzo ważnym narzędziem w chirurgii. Tkanki muszą być precyzyjnie, mechanicznie przesuwane, tak aby mogły poprawnie się goić. Ponieważ węzły są tak stare i prawie że mityczne, w oczach chirurgów umiejętność ich wiązania jest postrzegana jako sztukę. Dla wielu, metody szycia i wiązania są kwestią nawyków, wyczucia i tradycji.",
                "es": "Aunque ya no se usa en esos campos, los nudos siguen siendo una herramienta importante en la cirugía, donde los tejidos deben ser precisamente reaparecidos mecánicamente para la curación. Debido a que los nudos son tan viejos y casi mitológicos, se han atribuido a los ojos de los cirujanos más como una forma de arte que una ciencia. Para muchos, los métodos y materiales en sutura son una cuestión de hábito, conjeturas o incluso de tradición.",
                "zh-cn": "尽管不再在这些领域中使用，但结仍然是手术中的重要工具，在该手术中，必须精确地将组织重新置换以进行愈合。由于结是如此古老，几乎是神话学，所以它们被归因于外科医生的眼睛，而不是科学。对于许多人来说，缝合的方法和材料是习惯，猜测甚至传统的问题。",
                "ja": "これらのフィールドでは使用されていませんが、結び目は手術の重要なツールのままであり、組織を治癒のために正確に機械的に再現する必要があります。結び目は非常に古く、ほとんど神話的であるため、外科医の目には科学よりも芸術形態として帰されています。多くの人にとって、縫合における方法と資料は、習慣、推測、さらには伝統の問題です。",
                "hu": "Noha már nem használják azokban a mezőkben, a csomók továbbra is fontos eszközök a műtétben, ahol a szöveteket pontosan mechanikusan újra kell alkalmazni a gyógyuláshoz. Mivel a csomók olyan régiek és szinte mitológiai jellegűek, a sebészek szemében inkább művészeti formának, mint tudománynak tulajdonították őket. Sokak számára a varrásban lévő módszerek és anyagok szokás, találgatás vagy akár hagyomány kérdése."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Because of this it may be useful to not unly see knot-tying as an artform requiring talent but as a technique requiring experience and practice. A knot in suturing is of enormous importance, and yet faulty knot tying technique still occurs on a regular basis. Improperly applied knots loosen or even break sooner than is needed. To make matters worse, this can often go unnoticed when hidden out of sight for the patient and the medical practitioners.",
                "pl": "Przy nauce węzłów może być pomocne postrzeganie ich jednak nie jako sztuki wymagającej talentu, lecz techniki wymagającej doświadczenia i praktyki. Źle założone węzły poluzowują się i mogą się zrywać wcześniej niż powinny. W laparoskopii jest to niedopuszczalne, gdyż zauważenie zerwanego węzła jest praktycznie niemożliwe.",
                "es": "Debido a esto, puede ser útil no ver un nudo sin saber como un artform que requiere talento, sino como una técnica que requiere experiencia y práctica. Un nudo en sutura es de enorme importancia, y sin embargo, la técnica de atado de nudo defectuoso aún ocurre de forma regular. Los nudos aplicados incorrectamente se aflojan o incluso se rompen antes de lo que se necesita. Para empeorar las cosas, esto a menudo puede pasar desapercibido cuando se escondió de la vista para el paciente y los médicos.",
                "zh-cn": "因此，不要将打结视为需要人才的艺术形式，而是一种需要经验和实践的技术，这可能是有用的。缝合的结着很重要，但仍定期出现故障的结束技术。不当的结松开，甚至比所需的时间更快。更糟糕的是，当患者和医生看不见视线时，这通常可能不会引起人们的注意。",
                "ja": "このため、結び目が才能を必要とするアートフォームとしてではなく、経験と実践を必要とするテクニックとして見ていないことは役に立たないかもしれません。縫合の結び目は非常に重要ですが、それでも定期的に誤った結び目を結ぶ手法が起こります。不適切に適用された結び目は、必要よりも早く緩めたり、壊れたりします。さらに悪いことに、これは患者と開業医のために見えないように隠されたときに気付かれないことがよくあります。",
                "hu": "Emiatt hasznos lehet, ha nem látja, hogy a csomós-dycing olyan művészetet, amely tehetséget igényel, hanem olyan technikának, amely tapasztalatot és gyakorlatot igényel. A varráscsomó óriási jelentőséggel bír, és mégis hibás csomós kötési technika is rendszeresen zajlik. A nem megfelelően alkalmazott csomók meglazulnak, vagy akár hamarabb megszakadnak, mint amennyire szükség van. A dolgok még rosszabbá tétele érdekében ez gyakran észrevétlenül maradhat, ha a beteg és az orvosok számára elrejti a látótól."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "To many surgical apprentices, methods and materials in suturing are a matter of habit, guesswork or even of tradition. ",
                "pl": "Dla wielu adeptów chirurgii, metody szycia i wiązania są kwestią nawyków, wyczucia i tradycji.",
                "es": "A muchos aprendices quirúrgicos, métodos y materiales en sutura son una cuestión de hábito, conjeturas o incluso de tradición.",
                "zh-cn": "对于许多手术学徒来说，缝合的方法和材料是习惯，猜测甚至传统的问题。",
                "ja": "多くの外科的見習いにとって、縫合における方法と材料は、習慣、推測、さらには伝統の問題です。",
                "hu": "Számos műtéti gyakornok, a varrásban lévő módszerek és a varrási módszerek szokás, találgatás vagy akár hagyomány kérdése."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The knot becomes all the more important and all the more challenging with the laparoscopic approach due to the size limitations and instrument movement range. Developing the perfect technique with knots in this field is of the highest importance and gives the surgeon a much wider intraoperative field of play.",
                "pl": "Węzeł staje się o tyle ważniejszy i wymagający przy chirurgii małoinwazyjnej ze względu na ograniczenia przestrzenne. Rozwinięcie perfekcyjnej techniki szycia węzłów w laparoskopii daje chirurgowi o wiele szersze pole manewru.",
                "es": "El nudo se convierte en lo más importante y aún más desafiante con el enfoque laparoscópico debido a las limitaciones de tamaño y el rango de movimiento del instrumento. Desarrollar la técnica perfecta con nudos en este campo es de la mayor importancia y le da al cirujano un campo de juego intraoperatorio mucho más amplio.",
                "zh-cn": "由于尺寸的限制和仪器运动范围，因此腹腔镜方法变得更加重要，并且更具挑战性。在该领域开发的完美技术非常重要，并为外科医生提供了更广泛的术中游戏领域。",
                "ja": "この結び目は、サイズの制限と機器の移動範囲により、腹腔鏡アプローチでさらに重要になり、さらに挑戦的になります。この分野で結び目を持つ完璧なテクニックを開発することは最も重要であり、外科医にはるかに広い術中の遊びの分野を与えます。",
                "hu": "A csomó még fontosabbá válik, és annál is nagyobb kihívást jelent a laparoszkópos megközelítéssel, a méretkorlátozások és a műszermozgási tartomány miatt. A tökéletes technika fejlesztése a csomókkal ezen a területen a legfontosabb, és sokkal szélesebb körű intraoperatív játékteret ad a sebésznek."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Basic Throw in Suturing",
                "pl": "Podstawowy węzeł",
                "es": "Tiro básico en sutura.",
                "zh-cn": "基本缝合",
                "ja": "縫合の基本投げ",
                "hu": "Alapvető dobás a varrásba"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "A simple notation method exists for describing sutures - the number of wraps or throws followed by = if the next throw is the same and x if the next throw is in the opposite direction. And so: 1=1 is a simple square knot in which two single identical throws are made and a 1x1 is a simple granny knot with opposite throws. This notation can be expanded with additional wraps and throws. A typical sliding knot for instance can be notated as 1=1x1 with the final throw being used to lock it permanently. Another commonly used knot is the Surgeon's Granny Knot which can be noted as 2x1.",
                "pl": "Pomocny jest następujący system opisywania węzłów: liczba owinięć oraz następujący za nimi znak „=” kiedy następne owinięcia będą w tym samym kierunku, albo znak „x” jeśli następne owinięcia będą w przeciwnym do poprzedniego. Tak więc: „1=1” to płaski węzeł w którym dwa identyczne owinięcia następują po sobie a „1x1” to tzw. granny knot, w którym dwa przeciwne owinięcia następują po sobie. Możemy tym sposobem klarownie opisywać i zapamiętywać bardziej skomplikowane konfiguracje takie jak dla sliding knot: „1=1x1”, bądź węzeł chirurgiczny „2x1”.",
                "es": "Existe un método de notación simple para describir suturas: el número de envolturas o tiros seguidos por = si el siguiente lanzamiento es el mismo y x si el siguiente lanzamiento está en la dirección opuesta. Y así: 1 = 1 es un simple nudo cuadrado en el que se hacen dos tiros individuales idénticos y un 1x1 es un simple nudo de abuelita con lanzamientos opuestos. Esta notación se puede ampliar con envolturas y lanzamientos adicionales. Un nudo deslizante típico, por ejemplo, se puede notar como 1 = 1x1 con el lanzamiento final que se usa para bloquearlo permanentemente. Otro nudo comúnmente utilizado es el nudo abuelita del cirujano que se puede observar como 2x1.",
                "zh-cn": "存在一种简单的符号方法来描述缝合线 - 如果下一个掷球是相同的，则=如果下一个掷球是相同的，则= = = =。因此：1 = 1是一个简单的正方形结，在其中进行了两个单一的相同掷掷，而1x1是一个简单的奶奶结，带有相反的掷。该符号可以通过其他包装和掷骰扩展。例如，可以将典型的滑动结视为1 = 1x1，最后一投用于永久锁定它。另一个常用的结是外科医生的奶奶结，可以指出为2x1。",
                "ja": "縫合を記述するための単純な表記法が存在します - ラップまたはスローの数に続いて=次のスローが同じ場合、次のスローが反対方向にある場合はx。したがって、1 = 1は、2つの単一の同一のスローが作成され、1x1が反対のスローを備えた単純なおばあちゃんの結び目です。この表記法は、追加のラップとスローで拡張できます。たとえば、典型的なスライディングノットは、1 = 1x1として記録でき、最終スローは永久にロックするために使用されます。もう1つの一般的に使用されている結び目は、2x1と記載されている外科医のおばあちゃんの結び目です。",
                "hu": "Egyszerű jelölési módszer létezik a varratok leírására - a pakolások vagy dobások száma, amelyet = = ha a következő dobás ugyanaz, és x, ha a következő dobás ellentétes irányba. És tehát: 1 = 1 egy egyszerű négyzet alakú csomó, amelyben két azonos dobás történik, és az 1x1 egy egyszerű nagyi csomó, ellentétes dobásokkal. Ezt a jelölést további csomagolásokkal és dobásokkal lehet kibővíteni. Például egy tipikus csúszó csomót 1 = 1x1 -re lehet jegyezni, a végső dobást pedig véglegesen rögzítve. Egy másik általában használt csomó a sebész nagyi csomója, amelyet 2x1 -nek lehet megjegyezni."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "media",
            "media": {
                "url": "edu11_suture_patterns_01.png",
                "type": "image",
                "label": {
                    "en": "Various types of knots.",
                    "pl": "Różne rodzaje węzłów.",
                    "es": "Varios tipos de nudos.",
                    "zh-cn": "各种各样的结。",
                    "ja": "さまざまな種類のノット。",
                    "hu": "Különböző típusú csomók."
                }
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "When forming the first throw the surgeon wraps one suture and around the other. In Laparoscopy this means that the guiding piece of suture is wrapped around the tip of one instrument while the other instrument holds the other loose end. When pulled down and off the instrument, this throw is complete and ready to be tightened.",
                "pl": "W laparoskopii formując pierwszy rzut, chirurg musi owinąć nici wokół siebie co jest utrudnione ze względu na ograniczony zakres ruchów. Najlepszym sposobem jest owinięcie docelową liczbę razy instrumentu nicią z jednej strony i złapanie tym instrumentem nici drugiej strony. Pociągnięty instrument pozwoli pętelce zsunąć się, co generuje jeden pojedynczy rzut.",
                "es": "Cuando forme el primer tiro, el cirujano envuelve una sutura y alrededor del otro. En laparoscopia, esto significa que la pieza guía de sutura se envuelve alrededor de la punta de un instrumento, mientras que el otro instrumento mantiene el otro extremo suelto. Cuando se retira y apague el instrumento, este lanzamiento está completo y está listo para apretar.",
                "zh-cn": "在组建第一局时，外科医生将一个缝合线包裹在另一个缝合线周围。在腹腔镜检查中，这意味着缝合线的引导件被包裹在一个仪器的尖端上，而另一个仪器则保持另一个松散的末端。当被拉下和从乐器上拉下来时，此掷球已完成并准备好拧紧。",
                "ja": "最初のスローを形成するとき、外科医は一方の縫合糸を包みます。腹腔鏡検査では、これは縫合糸の指針が1つの機器の先端に巻き付けられ、もう1つの機器がもう1つの機器のゆるい端を保持していることを意味します。引き下げて楽器から降りると、このスローは完了し、締める準備ができています。",
                "hu": "Az első dobásakor a sebész az egyik varratot és a másikot köré tekeri. A laparoszkópiában ez azt jelenti, hogy a varrás vezető darabja az egyik műszer végére van csomagolva, míg a másik műszer a másik laza végét tartja. Ha lehúzzák és lefelé lehúzzák a műszert, ez a dobás befejeződött, és készen áll a meghúzásra."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "When applying the next throw, the opposite must be done on the opposite instrument. The guiding end will now be on the other side and it will be wrapped around the other instrument. It is noteworthy that the notation above can be confusing here. Because we switch sides between the throws, so does the side. So a 1=1 square knot will have two similar forward wrapping throws.",
                "pl": "Aplikując kolejny kolejny rzut możemy użyć przeciwnego instrumentu. Tym razem nić będzie owijana wokół niego i manewr może zostać powtórzony. Warto jednak zwrócić uwagę na fakt, że przy zmianie stron odwracamy kierunek co może być mylące, tak więc węzeł „1=1” będzie się składał z dwóch rzutów do przodu na przeciwnych instrumentach. Jeżeli potrzebny jest węzeł “1x1”, to będziemy wykonywać owinięcia na tylko jednym z instrumentów. Trenujący podczas ćwiczeń musi zrozumieć tę dynamikę.",
                "es": "Al aplicar el siguiente lanzamiento, se debe hacer lo contrario en el instrumento opuesto. El final de la guía ahora estará en el otro lado y se envolverá alrededor del otro instrumento. Cabe destacar que la notación anterior puede ser confusa aquí. Porque cambiamos de lados entre los tiros, también lo hace el lado. Entonces, un 1 = 1 nudo cuadrado tendrá dos tiros de envoltura hacia adelante similares.",
                "zh-cn": "施加下一球时，必须在相反的仪器上完成相反的操作。引导端现在将位于另一侧，它将被包裹在另一个乐器上。值得注意的是，上面的符号在这里可能会令人困惑。因为我们在掷球之间切换侧面，侧面也是如此。因此，1 = 1平方结将具有两个相似的前封掷。",
                "ja": "次のスローを適用するときは、反対の機器で反対を行う必要があります。ガイドエンドは反対側にあり、他の楽器に包まれます。上記の表記がここで混乱する可能性があることは注目に値します。スローの間に側面を切り替えるため、側面も切り替えます。したがって、1 = 1平方ノットには、2つの同様のフォワードラッピングスローがあります。",
                "hu": "A következő dobás alkalmazásakor az ellenkezőjét az ellenkező műszeren kell megtenni. Az irányító vég most a másik oldalon lesz, és a másik hangszer köré kerül. Figyelemre méltó, hogy a fenti jelölés itt zavaró lehet. Mivel az oldalakat a dobások között váltjuk, úgy az oldalon is. Tehát egy 1 = 1 négyzet alakú csomó két hasonló előrecsomagoló dobással lesz."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Types of Knots",
                "pl": "Rodzaje węzłów",
                "es": "Tipos de nudos",
                "zh-cn": "结的类型",
                "ja": "ノットの種類",
                "hu": "A csomók típusai"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "One of the single most worthwhile knots to remember and learn to use is the sliding knot. A simple 1=1 square knot, the knot can easily converted into a slip knot after making two 1=1 throws but before tightening the ends. This slip-knot can be pulled and tightened onto the target structure even in constrained and limited space and at unforseen angles.",
                "pl": "Jednym z najbardziej przydatnych węzłów jest węzeł płaski przesuwny. Prosty węzeł „1=1”, kiedy nie jest zaciśnięty całkowicie a zostanie pociągnięty z wiodącej strony, zmieni się na przesuwany węzeł czyli tzw. sliding knot. Taki węzeł może posłużyć do dodatkowego dociśnięcia oraz może być tymczasowo zmieniany na powrót na prosty, dając operującemu wiele możliwości, nawet przy dziwnych nieprzewidzianych kątach i w ograniczonym polu operacyjnym.",
                "es": "Uno de los nudos más valiosos que vale la pena para recordar y aprender a usar es el nudo deslizante. Un simple 1 = 1 nudo cuadrado, el nudo se puede convertir fácilmente en un nudo deslizante después de hacer dos 1 = 1 tiros, pero antes de apretar los extremos. Este nudo deslizante se puede tirar y apretar en la estructura de destino incluso en un espacio limitado y limitado y en ángulos irregulares.",
                "zh-cn": "要记住和学习使用的最有价值的结是滑动结。一个简单的1 = 1平方结，结成两个1 = 1掷后，但在拧紧末端之前，结可以轻松地转换为滑结。即使在受限和有限的空间和不可预见的角度，也可以将这种滑结拉开并拧紧到目标结构上。",
                "ja": "覚えていて使用することを学ぶべき最も価値のある単一の結び目の1つは、スライドノットです。単純な1 = 1平方ノットでは、結び目は2つの1 = 1スローを作成した後、端を締める前に簡単にスリップノットに変換できます。このスリップノットは、制約された限られたスペースや予期しない角度でも、ターゲット構造に引っ張って締めることができます。",
                "hu": "Az egyik legérdekesebb csomó, amelyet emlékezni és megtanulni használni, a csúszó csomó. Egy egyszerű 1 = 1 négyzet alakú csomó, a csomó könnyedén átalakítható csúszáscsomóvá, miután két 1 = 1 dobást hajtott végre, de a végek meghúzása előtt. Ezt a csúszós csomót meghúzhatjuk és meghúzzuk a célszerkezetre még korlátozott és korlátozott térben, valamint nem megfelelő szögekben."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "media",
            "media": {
                "url": "edu11_suture_patterns_02.png",
                "type": "image",
                "label": {
                    "en": "The Sliding Knot",
                    "pl": "Węzeł Przesuwny",
                    "es": "El nudo deslizante",
                    "zh-cn": "滑结",
                    "ja": "スライディングノット",
                    "hu": "A csúszó csomó"
                }
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Basic Knots",
            "pl": "Podstawowe węzły",
            "es": "Nudos básicos",
            "zh-cn": "基本结",
            "ja": "基本的な結び目",
            "hu": "Alapcsomók"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "A description of the basic properties of knots used in surgery.",
            "pl": "Opis podstawowych właściwości węzłów używanych w chirurgii.",
            "es": "Una descripción de las propiedades básicas de los nudos utilizados en la cirugía.",
            "zh-cn": "描述手术中使用的结的基本特性。",
            "ja": "手術で使用される結び目の基本的な特性の説明。",
            "hu": "A műtétben használt csomók alapvető tulajdonságainak leírása."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}