{
    "id": "edu18_chole",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Cholecystectomy was recently ranked the eighth most common operating room procedure, with the laparoscopic method mostly replacing the open approach. Although straightforward in principle a laparoscopic cholecystectomy presents a challenge for the surgeon in training. The gallbladder is attached to a bundle of critical structures which are concealed inside the hepatocystic triangle. The structures in this area include the cystic artery, the cystic duct, the common hepatic duct and cystic lymph nodes and can be difficult to identify. The surgeon must successfully clip and sever only the cystic duct and cystic artery without causing any damage to any of the surrounding structures.",
                "pl": "Cholecystektomia zajęła ostatnio ósme miejsce na liście najczęściej wykonywanych zabiegów na salach operacyjnych. Metoda laparoskopowa w większości zastąpiła metodę otwartą przy tym zabiegu. Cholecystektomia laparoskopowa, choć w zasadzie prosta, stanowi wyzwanie dla szkolącego. Pęcherzyk żółciowy jest przymocowany do wiązki naczyń ukrytych w trójkącie wątrobowo-torbielowatym. Struktury w tym obszarze obejmują tętnicę torbielowatą, przewód torbielowaty, przewód wątrobowy wspólny i torbielowate węzły chłonne. Wszystkie te przewody mogą być trudne do zidentyfikowania. Chirurg musi skutecznie przyciąć i odciąć jedynie przewód torbielowaty i tętnicę torbielowatą, nie powodując żadnych uszkodzeń otaczających struktur, w szczególności tętnicy.",
                "es": "La colecistectomía se clasificó recientemente en el ocho procedimiento de la sala de operaciones más común, con el método laparoscópico, principalmente, reemplazando el enfoque abierto. Aunque sencillo en principio, una colecistectomía laparoscópica presenta un desafío para el cirujano en la capacitación. La vesícula biliar está unida a un paquete de estructuras críticas que se ocultan dentro del triángulo hepatocístico. Las estructuras en esta área incluyen la arteria quística, el conducto quístico, el conducto hepático común y los ganglios linfáticos quístico y pueden ser difíciles de identificar. El cirujano debe clipear y cortar con éxito solo el conducto quístico y la arteria quística sin causar ningún daño a ninguna de las estructuras circundantes.",
                "zh-cn": "胆囊切除术最近被评为第八名最常见的手术室手术，腹腔镜方法主要取代了开放式方法。尽管原则上很简单，但腹腔镜胆囊切除术对训练中的外科医生提出了挑战。胆囊附着在一束隐式结构上，这些结构隐藏在肝脏三角形内。该区域的结构包括囊性动脉，囊性管，常见的肝管和囊性淋巴结，很难鉴定。外科医生必须成功夹紧并仅切断囊性管道和囊性动脉，而不会损害任何周围结构。",
                "ja": "胆嚢摘出術は最近、8番目に一般的な手術室の手順にランクされ、腹腔鏡法は主にオープンアプローチに取って代わりました。原則として簡単ですが、腹腔鏡下胆嚢摘出術は、訓練における外科医にとって課題を提示します。胆嚢は、肝細胞の三角形の内側に隠されている重要な構造の束に取り付けられています。この領域の構造には、嚢胞動脈、嚢胞性管、一般的な肝管、嚢胞性リンパ節が含まれており、特定が困難です。外科医は、周囲の構造のいずれにも損傷を与えることなく、嚢胞ダクトと嚢胞動脈のみを首尾よくクリップして切断する必要があります。",
                "hu": "A kolecisztektómiát a közelmúltban a nyolcadik leggyakoribb műtői eljárás rangsorolták, a laparoszkópos módszert elsősorban a nyitott megközelítés helyett. Noha a laparoszkópos kolecisztektómia elvileg egyértelmű, kihívást jelent a sebész edzés során. Az epehólyag egy kritikus szerkezetű köteghez van rögzítve, amelyek a hepatocisztikus háromszög belsejében vannak elrejtve. Az ezen a területen lévő szerkezetek között szerepel a cisztás artéria, a cisztás vezeték, a közös máj vezeték és a cisztás nyirokcsomók, és nehéz lehet azonosítani. A sebésznek sikeresen be kell vágnia és csak a cisztás csatornát és a cisztás artériát kell megszakítania, anélkül, hogy a környező szerkezetek bármelyikének károsítaná."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Laparo Cholecystectomy Module",
                "pl": "Moduł fizyczny cholecystektomii",
                "es": "Módulo de colecistectomía laparo",
                "zh-cn": "拉帕罗胆囊切除术模块",
                "ja": "Laparo胆嚢摘出モジュール",
                "hu": "Laparo kolecisztektómia modul"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The Laparo Cholecystectomy module is made up of several components and has been designed to maximize reusability. The base of the module is a silicone surface attachment which simulates the surface of the liver. The reusable silicone gallbladder component attaches by velcro into the slits on this liver. The hepatocystic triangle is a separate component which has to be attached as shown onto the module, the base and the gallbladder itself. This triangle is the only single-use consumable component of the module.",
                "pl": "Moduł cholecystektomii Laparo składa się z kilku elementów i został zaprojektowany w taki sposób, aby zmaksymalizować możliwość ponownego użycia. Podstawą modułu jest silikonowa nakładka powierzchniowa imitująca powierzchnię wątroby. Wielokrotnego użytku silikonowy składnik woreczka żółciowego mocuje się za pomocą rzepu do szczeliny w tej wątrobie. Trójkąt wątrobowo-torbielowaty jest oddzielnym elementem, który musi zostać przymocowany, jak pokazano, do modułu, do podstawy i do samego pęcherzyka żółciowego. Ten trójkąt jest jedynym jednorazowym elementem eksploatacyjnym modułu.",
                "es": "El módulo Laparo de colecistectomía está formado por varios componentes y ha sido diseñado para maximizar la reutilización. La base del módulo es un accesorio de superficie de silicona que simula la superficie del hígado. El componente reutilizable de la vesícula biliar de silicona se adjunta por Velcro en las ranuras en este hígado. El triángulo hepatocístico es un componente separado que debe colocarse como se muestra en el módulo, la base y la propia vesícula biliar. Este triángulo es el único componente consumible de un solo uso del módulo.",
                "zh-cn": "Laparo胆囊切除术模块由多个组件组成，旨在最大化可重复性。模块的底部是模拟肝脏表面的有机硅表面附着。可重复使用的硅胶胆囊组件通过魔术贴将其连接到该肝脏的狭缝中。肝脏三角形是一个单独的组件，必须附着如图所示，基础和胆囊本身。该三角形是模块中唯一的一次性消耗组件。",
                "ja": "Laparo胆嚢摘出モジュールはいくつかのコンポーネントで構成されており、再利用性を最大化するように設計されています。モジュールのベースは、肝臓の表面をシミュレートするシリコン表面付着です。再利用可能なシリコン胆嚢成分は、ベルクロによってこの肝臓のスリットに取り付けられます。肝嚢胞の三角形は、モジュール、ベース、および胆嚢自体に示すように取り付ける必要がある別のコンポーネントです。この三角形は、モジュールの唯一の単一使用消費可能なコンポーネントです。",
                "hu": "A Laparo kolecisztektómia modul több komponensből áll, és úgy tervezték, hogy maximalizálja az újrafelhasználhatóságot. A modul alapja egy szilikon felületi rögzítés, amely szimulálja a máj felületét. Az újrahasznosítható szilikon epehólyag -komponens tépőzárral rögzíti a máj réseibe. A hepatocisztikus háromszög különálló alkotóelem, amelyet a modulra, az alapra és az epehólyagra mutató módon kell rögzíteni. Ez a háromszög a modul egyetlen felhasználású fogyóeszköz-összetevője."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The exercise focuses only on the most sensitive stage of the procedure: the dissection of the hepatocystic triangle which is followed by the identification, clipping and resection of cystic duct and artery. The trainee should perform an attempt at attaining a Critical View of Safety (CVS) which is an established standard used by surgeons to systematically avoid bile duct injury during these procedures. Three criteria must be assessed for CVS - the visibility of the duct and artery, the visibility of the cystic plate and the clearance of the hepatocystic triangle. The simulated procedure concludes with the application of clips and cutting the duct and artery.",
                "pl": "Ćwiczenie skupia się tylko na najważniejszym etapie zabiegu: czyli na rozcięciu trójkąta wątrobowo-torbielowatego, po którym następuje identyfikacja, wycięcie i resekcja przewodu torbielowatego oraz tętnicy. Trenujący powinien podjąć próbę uzyskania krytycznego poglądu na bezpieczeństwo (CVS), który jest ustalonym standardem stosowanym przez chirurgów w celu systematycznego unikania urazów dróg żółciowych podczas cholecystektomii. W przypadku CVS należy ocenić trzy kryteria - widoczność przewodu i tętnicy, widoczność płytki torbielowatej i przejrzyste rozpreparowanie trójkąta wątrobowo-torbielowatego. Symulowany zabieg kończy się założeniem zacisków oraz przecięciem przewodu i tętnicy.",
                "es": "El ejercicio se enfoca solo en la etapa más sensible del procedimiento: la disección del triángulo hepatocístico que le sigue la identificación, recorte y resección del conducto quístico y la arteria. El aprendiz debe realizar un intento de lograr una visión crítica de la seguridad (CV), que es un estándar establecido utilizado por los cirujanos para evitar sistemáticamente la lesión del conducto biliar durante estos procedimientos. Se deben evaluar tres criterios para CVS, la visibilidad del conducto y la arteria, la visibilidad de la placa quística y la eliminación del triángulo hepatocístico. El procedimiento simulado concluye con la aplicación de clips y corte el conducto y la arteria.",
                "zh-cn": "该练习仅着眼于该过程的最敏感阶段：肝脏三角形的解剖，随后是囊性管道和动脉的鉴定，剪切和切除。受训者应进行尝试，以实现对安全性（CVS）的批判性观点（CVS），这是外科医生在这些手术过程中系统地避免胆管损伤的既定标准。必须评估CVS的三个标准 - 管道和动脉的可见性，囊性板的可见性以及肝脏三角形的清除。模拟程序以夹子的应用并切割管道和动脉结束。",
                "ja": "この演習は、手順の最も敏感な段階、つまり、嚢胞性管と動脈の識別、クリッピング、切除が続く肝細胞の三角形の解剖のみに焦点を当てています。研修生は、これらの手順中に胆管損傷を体系的に回避するために外科医が使用する確立された基準である安全性（CVS）を達成しようとする試みを実行する必要があります。 CVSについては、3つの基準を評価する必要があります - ダクトと動脈の可視性、嚢胞板の可視性、肝細胞の三角形のクリアランス。シミュレートされた手順は、クリップの適用とダクトと動脈の切断で終了します。",
                "hu": "A gyakorlat csak az eljárás legérzékenyebb szakaszára összpontosít: a hepatocisztikus háromszög boncolására, amelyet a cisztás vezeték és az artéria azonosítása, vágása és reszekciója követ. A gyakornoknak meg kell próbálnia a biztonság kritikus nézetének (CVS) elérésének megkísérelését, amelyet a sebészek által alkalmazott standard használ az epevezeték -sérülések szisztematikus elkerülésére ezen eljárások során. Három kritériumot kell értékelni a CVS szempontjából - a csatorna és az artéria láthatósága, a cisztás lemez láthatósága és a hepatocisztikus háromszög távolsága. A szimulált eljárás a klipek alkalmazásával, valamint a csatornás és artéria vágásával zárul."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "For educational value it is worth noting that this exercise does not focus on several other aspects of a typical cholecystectomy. In a real procedure a monopolar hook is often used to help in dissecting the triangle. After severing the ducts and the arteries this hook is also used to separate the gallbladder from the liver bed. A specimen pouch is used to enclose and remove the gallbladder through one of the ports after separation. These stages are not simulated in the Laparo Cholecystectomy module due to the physical spatial limitations as well as due to a limited educational and economic value.",
                "pl": "Dla waloru edukacyjnego warto zauważyć, że ćwiczenie nie skupia się na kilku innych ważnych aspektach typowej cholecystektomii. W prawdziwej procedurze często używa się haka monopolarnego, aby pomóc w rozcięciu trójkąta. Po przecięciu przewodów i tętnic haczyk ten służy również do oddzielenia pęcherzyka żółciowego od łożyska wątroby. Endo-bag służy też do zamykania i wyjmowania pęcherzyka żółciowego przez jeden z portów po oddzieleniu. Etapy te nie są symulowane w module Cholecystektomii Laparo ze względu na fizyczne ograniczenia przestrzenne oraz ograniczoną wartość edukacyjną i ekonomiczną.",
                "es": "Para el valor educativo, vale la pena señalar que este ejercicio no se centra en varios otros aspectos de una colecistectomía típica. En un procedimiento real, un gancho monopolar se usa a menudo para ayudar a diseccionar el triángulo. Después de cortar los conductos y las arterias, este gancho también se usa para separar la vesícula biliar desde el lecho hígado. Se usa una bolsa de muestras para encerrar y eliminar la vesícula biliar a través de uno de los puertos después de la separación. Estas etapas no se simulan en el módulo de colecistectomía laparo debido a las limitaciones espaciales físicas, así como debido a un valor educativo y económico limitado.",
                "zh-cn": "对于教育价值，值得注意的是，此练习并不集中于典型的胆囊切除术的其他几个方面。在实际过程中，单极钩通常用于帮助剖析三角形。切断管道和动脉后，该钩子还用于将胆囊与肝脏床分开。样品袋用于分离后通过其中一个端口包围并卸下胆囊。由于物理空间限制以及由于教育和经济价值有限，因此在拉帕罗胆囊切除术模块中未模拟这些阶段。",
                "ja": "教育的価値については、この演習が典型的な胆嚢摘出術の他のいくつかの側面に焦点を合わせていないことは注目に値します。実際の手順では、三角形の分析に役立つモノポーラフックがよく使用されます。ダクトと動脈を切断した後、このフックは、胆嚢を肝臓の床から分離するためにも使用されます。標本ポーチは、分離後にポートの1つを介して胆嚢を囲み除去するために使用されます。これらの段階は、物理的な空間的制限のためだけでなく、教育的および経済的価値が限られているため、Laparo胆嚢摘出モジュールではシミュレートされません。",
                "hu": "Az oktatási érték szempontjából érdemes megjegyezni, hogy ez a gyakorlat nem a tipikus kolecisztektómia számos más aspektusára összpontosít. Valódi eljárásban gyakran egy monopoláris horgot használnak a háromszög boncolásához. A csatornák és az artériák megszakítása után ezt a horogot az epehólyag elválasztására is használják a májágytól. Egy minta tasakot használnak az epehólyag bezárására és eltávolítására az egyik porton keresztül az elválasztás után. Ezeket a szakaszokat nem szimulálják a Laparo kolecisztektómia modulban, a fizikai térbeli korlátozások, valamint a korlátozott oktatási és gazdasági érték miatt."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Cholecystectomy",
            "pl": "Cholecystektomia",
            "es": "Colecistectomía",
            "zh-cn": "胆囊切除术",
            "ja": "胆嚢摘出術",
            "hu": "Kolecisztektómia"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "About the procedure and the physical cholecystectomy module.",
            "pl": "O zabiegu i o fizycznym module do zabiegu usunięcia pęcherzyka żółciowego.",
            "es": "Sobre los módulos de entrenamiento de colecistectomía y ejercicios.",
            "zh-cn": "关于该过程和物理胆囊切除术模块。",
            "ja": "手順と物理的胆嚢摘出モジュールについて。",
            "hu": "Az eljárásról és a fizikai kolecisztektómia modulról."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}