{
    "id": "edu15_anastomosis",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Anastomosis is a connection between two vessels, veins, streams or ducts. In surgery, anastomosis is the connection of such structures to retain their fluid flow capacity after healing. Because the surgeon must successfully apply sutures all around the irregular shape and pull these structures together to fit each other, anastomosis is simply one of the most difficult skills to master. Traditionally experienced surgeons can be trusted to consistenly and accurately perform procedures with anastomosis.",
                "pl": "Zespolenie jest połączeniem pomiędzy dwoma naczyniami, żyłami, strumieniami lub przewodami. W chirurgii, zespolenie polega na połączeniu struktur w celu zachowania zdolności przepływu płynów po zagojeniu. Ponieważ chirurg musi założyć szwy wokół nieregularnego kształtu i musi dopasować ze sobą krawędzie, zespolenie jest jedną z najtrudniejszych do opanowania umiejętności. Tradycyjnie tylko doświadczeni chirurdzy decydują się i są dopuszczani do wykonywania tych manewrów w zabiegach.",
                "es": "La anastomosis es una conexión entre dos vasos, venas, arroyos o conductos. En la cirugía, la anastomosis es la conexión de tales estructuras para retener su capacidad de flujo de fluido después de la curación. Debido a que el cirujano debe aplicar con éxito suturas alrededor de la forma irregular y juntar estas estructuras para adaptarse mutuamente, la anastomosis es simplemente una de las habilidades más difíciles para dominar. Se puede confiar en los cirujanos tradicionalmente experimentados para realizar procedimientos de manera consciente y precisa con anastomosis.",
                "zh-cn": "吻合是两个血管，静脉，溪流或管道之间的联系。在手术中，吻合是这种结构在愈合后保持其液体流量的联系。由于外科医生必须在不规则的形状周围成功应用缝合线并将这些结构相互融合在一起，因此吻合只是掌握最困难的技能之一。传统上经验丰富的外科医生可以信任一致，准确地执行吻合术。",
                "ja": "吻合は、2つの血管、静脈、河川、またはダクト間のつながりです。手術では、吻合は、治癒後に体液流能力を維持するためのそのような構造の接続です。外科医は不規則な形状の周りに縫合糸を正常に適用し、これらの構造をまとめて互いに合わせる必要があるため、吻合は単に習得するのが最も難しいスキルの1つです。伝統的に経験豊富な外科医は、吻合を伴う手順を一貫して正確に実行することを信頼することができます。",
                "hu": "Az anastomosis két ér, véna, patak vagy csatorna közötti kapcsolat. A műtét során az anastomosis az ilyen struktúrák összekapcsolása a gyógyulás utáni folyadékáram -képességük megtartására. Mivel a sebésznek sikeresen alkalmaznia kell a varratokat a szabálytalan alak körül, és ezeket a struktúrákat összehúznia kell, hogy illeszkedjenek egymáshoz, az anastomosis egyszerűen az egyik legnehezebb készség. A hagyományosan tapasztalt sebészek megbízhatóak abban, hogy következetesen és pontosan elvégezzék az anastomosisos eljárásokat."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The biggest reason why anastomosis is so difficult to perform is that when ducts and vessels are clipped, they become flaccid and fragile. It is challenging to precisely grasp one wall without grasping the other. In the following exercises pay close attention to techniques which will help you in grasping and capturing the target location for each needle throw. Pay close attention to the angle of the needle in relation to the target tissue.",
                "pl": "Największym powodem, dla którego zespolenie jest tak trudne do wykonania, jest to, że przewody i naczynia są wiotkie i delikatne. Trudno jest precyzyjnie chwycić jedną ściankę bez chwycenia drugiej. W kolejnych ćwiczeniach zwróć szczególną uwagę na techniki, które pomogą Ci w nakłuciu odpowiedniego miejsca. Zwróć szczególną uwagę na kąt nachylenia igły w stosunku do tkanki docelowej i na lokalizację przekłucia.",
                "es": "La mayor razón por la que la anastomosis es tan difícil de realizar es que cuando los conductos y los buques se recortan, se vuelven flácidos y frágiles. Es un desafío de captar con precisión una pared sin agarrar al otro. En los siguientes ejercicios, preste mucha atención a las técnicas que lo ayudarán a agarrar y capturar la ubicación de destino para cada tiro de aguja. Preste mucha atención al ángulo de la aguja en relación con el tejido objetivo.",
                "zh-cn": "吻合如此难以执行的最大原因是，当管道和血管被剪掉时，它们会变得脆弱而脆弱。精确地掌握一堵墙而不抓住另一堵墙是一项挑战。在以下练习中，请密切关注技术，这将帮助您抓住和捕获每个针头的目标位置。密切注意针对目标组织的针角。",
                "ja": "吻合が非常に困難な最大の理由は、ダクトと血管が切り取られたとき、それらが弛緩して壊れやすくなることです。一方の壁を把握せずに正確に把握することは困難です。次の演習では、各針スローのターゲット位置を把握してキャプチャするのに役立つテクニックに細心の注意を払います。標的組織に関連して針の角度に細心の注意を払ってください。",
                "hu": "A legnagyobb oka annak, hogy az anastomosist annyira nehéz végrehajtani, hogy a csatornák és edények vágásakor pelyhes és törékenysé válnak. Kihívás az, hogy pontosan megragadja az egyik falat anélkül, hogy megragadná a másikot. A következő gyakorlatok során figyeljen nagy figyelmet a technikákra, amelyek segítenek megragadni és megragadni az egyes tű dobás célpontját. Figyeljen a tű szögére a célszövethez viszonyítva."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Another challenging aspect is the precise approximation where the target tissues of the two structures are to become joined. The surgeon must estimate where the edges of the tubular tissue should join and must predict how to join them accurately. The purpose of a successful anastomosis is for the tissue to heal without being twisted out of shape or constricting flow. The best way to do this is to carefully select the first location, and then to add each subsequent knot location close by.",
                "pl": "Innym trudnym aspektem zespoleń jest precyzyjne przybliżenie krawędzi do siebie. Tkanki docelowe obu struktur muszą się połączyć w odpowiednim miejscu. Celem udanego zespolenia jest gojenie się tkanki bez zniekształceń i bez ograniczenia przepływu płynów. Najlepszym sposobem jest ostrożne wybranie pierwszej lokalizacji węzła przesuwnego, a następnie dodawanie kolejnych węzłów w pobliżu wykorzystując jako odniesienie wcześniejsze. Każdy węzeł wymaga dużo cierpliwości. Pomimo to zakładając kolejne węzły obok siebie, można zaoszczędzić trochę czasu oraz przygotować i zaplanować każdy kolejny rzut wykorzystując poprzednie. \n",
                "es": "Otro aspecto desafiante es la aproximación precisa en la que se unen los tejidos diana de las dos estructuras. El cirujano debe estimar dónde debe unirse los bordes del tejido tubular y debe predecir cómo unirse con precisión. El propósito de una anastomosis exitosa es que el tejido se cure sin que se retuerce de forma o restrictan el flujo. La mejor manera de hacerlo es seleccionar cuidadosamente la primera ubicación, y luego agregar cada ubicación de nudo posterior cerca.",
                "zh-cn": "另一个具有挑战性的方面是确切的近似值，其中两个结构的目标组织将加入。外科医生必须估计管状组织的边缘应在哪里连接，并且必须预测如何准确加入它们。成功的吻合的目的是使组织愈合而不会扭曲形状或收缩的流动。最好的方法是仔细选择第一个位置，然后在附近添加每个后续的结位置。",
                "ja": "もう1つの挑戦的な側面は、2つの構造のターゲット組織が結合される正確な近似です。外科医は、尿細管組織の端が接合する場所を推定し、それらを正確に結合する方法を予測する必要があります。吻合の成功の目的は、組織が形状からねじれたり、流れを収縮させたりせずに治癒することです。これを行う最良の方法は、最初の場所を慎重に選択し、その後の各結び目の場所を近くに追加することです。",
                "hu": "Egy másik kihívást jelentő szempont a pontos közelítés, ahol a két szerkezet célszöveteit összekapcsolják. A sebésznek meg kell becsülnie, hogy a csőszövet széleinek mikor kell csatlakozniuk, és meg kell jósolni, hogyan lehet pontosan csatlakozni hozzájuk. A sikeres anastomosis célja az, hogy a szövet gyógyuljon anélkül, hogy ki nem csavarnák a formából vagy a szűkítő áramlásból. A legjobb módszer erre az, ha gondosan kiválasztja az első helyet, majd hozzáadja az egyes következő csomóhelyeket a közelben."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Generally, anastomosis in laparoscopy is avoided. Aside from requiring skill, the maneuver is time consuming. Each knot adds complexity and much patience is required to apply each additional knot. By applying subsequent knots next to each other it is possible to save some time and to prepare and plan for the next throw while executing the previous.",
                "pl": "Zasadniczo, ze względu na wymagany poziom umiejętności, w laparoskopii unika się zespoleń. Manewr jest czasochłonny i trudny.",
                "es": "En general, se evita anastomosis en laparoscopia. Aparte de requerir habilidad, la maniobra consume mucho tiempo. Cada nudo agrega complejidad y se requiere mucha paciencia para aplicar cada nudo adicional. Al aplicar nudos posteriores uno al lado del otro, es posible ahorrar algún tiempo y prepararse y planificar para el próximo lanzamiento mientras ejecuta el anterior.",
                "zh-cn": "通常，避免腹腔镜检查中的吻合术。除了需要技能外，机动还耗时。每个结都会增加复杂性，需要耐心等待每个额外的结。通过在彼此旁边应用后续结，可以节省一些时间，并在执行上一个时准备和计划下一次投掷。",
                "ja": "一般的に、腹腔鏡検査の吻合は回避されます。スキルを必要とすることは別として、操作には時間がかかります。各結び目は複雑さを追加し、追加の結び目を適用するには多くの忍耐が必要です。次のノットを互いに適用することにより、時間を節約し、前のスローを実行しながら次のスローを準備して計画することができます。",
                "hu": "Általában elkerülhető az anastomosis a laparoszkópiában. A készség igénylésén kívül a manőver időigényes. Minden csomó hozzáadja az összetettséget, és sok türelemre van szükség az egyes kiegészítő csomók alkalmazásához. A későbbi csomók egymás mellett történő felvitelével lehet egy kis időt megtakarítani, és előkészíteni és megtervezni a következő dobást az előző végrehajtása közben."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Because tissue is flaccid and because it stretches with tension, the sliding knot is especially useful for anastomosis. With this knot it is possible to first select where it should be and then to create the necessary loops and to apply the amount of necessary force to bring the edges gradually together afterwards. What’s more, the sliding knot can be temporarily locked. In complex procedures such as pediatric esophageal atresia, multiple sliding knots can be applied without being tightened all the way immediately. The distance between these two openings is so large that the amount of force needed to bring them together can cause the tissue to tear. By unlocking, gradually tightening and re-locking each knot it is possible to spread the tension and prevent all of it from being concentrated on the tissue around the one initial knot. This procedure illustrates well how the sliding knot can be used for any anastomosis where the target tissues are tense.",
                "pl": "Ponieważ tkanka jest zwiotczała i rozciąga się z naprężeniem, przy zespoleniach kluczowy jest węzeł przesuwny. Dzięki temu węzłowi można najpierw wybrać lokalizację zespolenia, utworzyć niezbędne pętle i zastosować odpowiednią siłę, aby następnie stopniowo przyciągnąć krawędzie. Co więcej, węzeł przesuwny można też tymczasowo zablokować. W złożonych procedurach, takich jak zespolenie atrezji przełyku u noworodków, można zastosować wiele węzłów przesuwnych bez natychmiastowego ich zaciągania. Odległość pomiędzy dwoma otworami na pojedynczym węźle może być tak duża, że siła potrzebna do ich połączenia może spowodować rozerwanie tkanki. Aplikując kilka luźnych węzłów przesuwnych, odblokowując, stopniowo napinając i ponownie blokując każdy węzeł, można rozłożyć to napięcie i zapobiec jego koncentracji na tkance wokół jednego miejsca. Ta procedura, powszechnie uznawana za najtrudniejszą, dobrze ilustruje, w jaki sposób można wykorzystać węzeł przesuwny do dowolnego zespolenia, w którym tkanki docelowe są napięte.",
                "es": "Debido a que el tejido es flácido y porque se extiende con tensión, el nudo deslizante es especialmente útil para la anastomosis. Con este nudo, es posible seleccionar primero dónde debería ser y luego crear los bucles necesarios y aplicar la cantidad de fuerza necesaria para que los bordes se juntan gradualmente. Además, el nudo deslizante se puede bloquear temporalmente. En procedimientos complejos, como la atresia esofágica pediátrica, se pueden aplicar múltiples nudos deslizantes sin apretarse de inmediato. La distancia entre estas dos aberturas es tan grande que la cantidad de fuerza necesaria para reunirlos puede hacer que el tejido se rasgue. Al desbloquear, apretar gradualmente y volver a bloquear cada nudo, es posible propagar la tensión y evitar que todos se concentren en el tejido alrededor del nudo inicial. Este procedimiento ilustra bien cómo se puede usar el nudo deslizante para cualquier anastomosis donde los tejidos diana están tensos.",
                "zh-cn": "由于组织是脆弱的，并且由于张力张开，因此滑动结对于吻合术特别有用。有了这个结，可以首先选择它应该在哪里，然后创建必要的环，并施加必要的力量以逐渐将边缘逐渐融合在一起。而且，可以暂时锁定滑动结。在小儿食管闭锁等复杂的过程中，可以应用多个滑动结，而无需立即拧紧。这两个开口之间的距离是如此之大，以至于将它们结合在一起所需的力量会导致组织撕裂。通过解锁，逐渐收紧和重新锁定每个结，可以扩散张力，并防止所有结都集中在一个初始结周围的组织上。该过程很好地说明了如何将滑动结用于目标组织紧张的任何吻合术。",
                "ja": "組織は弛緩しており、緊張状態で伸びるため、スライドノットは吻合に特に役立ちます。この結び目を使用すると、最初にそれがどこにあるべきかを選択し、次に必要なループを作成し、その後エッジを徐々にまとめるために必要な力の量を適用することができます。さらに、スライドノットは一時的にロックできます。小児食道閉鎖などの複雑な手順では、すぐに締められることなく複数のスライドノットを適用できます。これら2つの開口部間の距離は非常に大きいため、それらをまとめるために必要な力の量が組織を引き裂く可能性があります。ロックを解除し、徐々に締め、各結び目を再ロックすることで、緊張を広げ、すべての最初の結び目の周りに組織に集中するのを防ぐことができます。この手順は、標的組織が緊張しているあらゆる吻合に滑りの結び目をどのように使用できるかをよく示しています。",
                "hu": "Mivel a szövet pelyhes, és mivel feszültséggel nyújt, a csúszó csomó különösen hasznos az anastomosishoz. Ezzel a csomóval először kiválaszthatjuk, hogy hol kell lennie, majd létrehozni a szükséges hurkokat, és alkalmazni a szükséges erő mennyiségét, hogy az élek fokozatosan összegyűjtsék utána. Sőt, a csúszó csomó átmenetileg bezárható. Az olyan összetett eljárásokban, mint például a gyermekkori nyelőcső -atrezia, több csúszó csomót lehet alkalmazni anélkül, hogy azonnal meghúzzák őket. A két nyílás közötti távolság annyira nagy, hogy a szövetek összehozásához szükséges erő elszakadhat. Az egyes csomók fokozatosan meghúzásával és újrakezlésével történő kinyitással el lehet terjeszteni a feszültséget, és megakadályozni, hogy mindegyikében a szövetre koncentrálódjon az egyik kezdeti csomó körül. Ez az eljárás jól szemlélteti, hogy a csúszó csomó hogyan használható bármilyen anastomosishoz, ahol a célszövetek feszültek."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The last challenge for anastomosis is the angle of the target throws. The round shape of the edges means that several knots have to be performed at awkward angles and the edges furthest away from the surgeon must be prioritized.",
                "pl": "Ostatnim wyzwaniem dla zespolenia jest kąt na krawędziach. Okrągły kształt krawędzi oznacza, że kilka węzłów musi być wykonanych pod niewygodnymi kątami, a pierwszeństwo muszą mieć krawędzie najbardziej oddalone, a zespolenie powinno być zakończone na tych znajdujących się najbliżej.",
                "es": "El último desafío para la anastomosis es el ángulo de los lanzamientos objetivo. La forma redonda de los bordes significa que se deben realizar varios nudos en ángulos incómodos y los bordes más alejados del cirujano deben ser priorizados.",
                "zh-cn": "吻合的最后挑战是目标抛出的角度。边缘的圆形意味着必须以尴尬的角度执行几个结，并且必须优先考虑远离外科医生的边缘。",
                "ja": "吻合の最後の課題は、ターゲットスローの角度です。エッジの丸い形状は、いくつかのノットを厄介な角度で実行する必要があり、外科医から最も遠いエッジを優先する必要があることを意味します。",
                "hu": "Az anastomosis utolsó kihívása a cél dobások szöge. A szélek kerek alakja azt jelenti, hogy több csomót kell végezni kínos szögben, és a sebésztől legtávolabbi széleket prioritást élvezni kell."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "By correctly performing anastomosis maneuvers the trainee will have demonstrated the highest level of skill in using laparoscopic instruments.",
                "pl": "Wykonując poprawnie zespolenia trenujący może zademonstrować najwyższy poziom umiejętności w posługiwaniu się instrumentami laparoskopowymi. ",
                "es": "Al realizar correctamente, las maniobras de anastomosis, el aprendiz habrá demostrado el más alto nivel de habilidad en el uso de instrumentos laparoscópicos.",
                "zh-cn": "通过正确执行吻合操作，学员将证明使用腹腔镜仪器的最高水平。",
                "ja": "吻合を正しく実行することにより、研修生は腹腔鏡機器の使用において最高レベルのスキルを実証するでしょう。",
                "hu": "Az anastomosis -manőverek helyes végrehajtásával a gyakornok a laparoszkópos műszerek használatában a legmagasabb szintű készségeket mutatja be."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Anastomosis Exercises",
            "pl": "Ćwiczenia zespoleń",
            "es": "Ejercicios de anastomosis",
            "zh-cn": "吻合练习",
            "ja": "吻合運動",
            "hu": "Anastomosis gyakorlatok"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "Skillful Anastomosis as the final skill in developing advanced laparoscopic suturing abilities.",
            "pl": "Umiejętne zespolenia są jedną z ostatnich umiejętności pokazanych w kursie zaawansowanych technik szycia.",
            "es": "Anastomosis hábil como la habilidad final en el desarrollo de habilidades de sutura laparoscópica avanzada.",
            "zh-cn": "熟练的吻合术是发展高级腹腔镜缝合能力的最终技能。",
            "ja": "高度な腹腔鏡下縫合能力を開発するための最終的なスキルとしての熟練した吻合。",
            "hu": "Ügyes anastomosis, mint a végső készség a fejlett laparoszkópos varrási képességek kialakításában."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}