{
    "id": "edu16_fls",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Commonly known as the FLS, The Fundamentals of Laparoscopic Surgery is a technical skills proficiency-based training programme, endorsed and approved by the Society of American Gastrointestinal and Endoscopic Surgeons. Based on scientific research and decades of use, the FLS has been proven to be a resilient standard for certifying laparoscopic surgical skill. Surgeons in North America must pass this exam before being allowed to practice and the standard has also been used in many other places around the world.",
                "pl": "Powszechnie znany jako FLS, The Fundamentals of Laparoscopic Surgery to program szkoleniowy oparty na umiejętnościach technicznych, zatwierdzony przez Towarzystwo Amerykańskich Chirurgów Żołądkowo-Jelitowych i Endoskopowych. W oparciu o badania naukowe i dziesięciolecia użytkowania udowodniono, że FLS jest miarodajnym standardem certyfikacji umiejętności chirurgii laparoskopowej. Chirurdzy w Ameryce Północnej muszą zdać ten egzamin, zanim będą mogli wykonywać zabiegi małoinwazyjne. Przez to standard jest często również wdrażany i uznawany w wielu innych miejscach na całym świecie.\n",
                "es": "Comúnmente conocido como los FLS, los fundamentos de la cirugía laparoscópica es un programa de capacitación basado en habilidades técnicas, respaldado y aprobado por la Sociedad de Cirujanos Gastrointestinales y Endoscópicos Americanos. Sobre la base de la investigación científica y las décadas de uso, se ha comprobado que los FLS son un estándar resistente para la certificación de habilidades quirúrgicas laparoscópicas. Los cirujanos en América del Norte deben aprobar este examen antes de poder practicar y la norma también se ha utilizado en muchos otros lugares de todo el mundo.",
                "zh-cn": "腹腔镜手术的基本原理是普遍称为FLS，是由美国胃肠和内窥镜外科医生的社会认可和批准的基于技术技能的培训计划。基于科学研究和数十年的使用，已被证明是腹腔镜手术技能认证的弹性标准。北美的外科医生必须在被允许练习之前通过这次考试，并且该标准也被用于世界各地的许多其他地方。",
                "ja": "一般的にFLSとして知られている、腹腔鏡手術の基礎は技術的スキル能力ベースのトレーニングプログラムであり、アメリカの胃腸および内視鏡的外科医によって承認され承認されています。科学的研究と数十年の使用に基づいて、FLSは腹腔鏡手術スキルを認証するための弾力性のある基準であることが証明されています。北米の外科医は、練習を許可される前にこの試験に合格し、世界中の他の多くの場所でも使用されています。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Laparoscopic instrument skill is verified with 5 separate exercises. Tests are performed  at a certified FLS Regional Test Center, an annual SAGES Meeting or the ACS Clinical Congress. Each one of these exercises is measured with time and is based on specific parameters which have been proven to verify trainee laparoscopic skill. The tasks are simple and designed to be cost and time effective.",
                "pl": "Umiejętność posługiwania się instrumentem laparoskopowym weryfikowana jest 5 oddzielnymi ćwiczeniami. Badania przeprowadzane są w certyfikowanym Regionalnym Centrum Testowym FLS, na corocznym Spotkaniu SAGES lub na Kongresie Klinicznym ACS. Każde z ćwiczeń jest mierzone czasem i opiera się na określonych parametrach, które sprawdzają umiejętności laparoskopowe szkolonego. Zadania są proste i zaprojektowane w taki sposób, aby były efektywne kosztowo i czasowo.",
                "es": "La habilidad del instrumento laparoscópico se verifica con 5 ejercicios separados. Las pruebas se realizan en un Centro de Pruebas Regionales de FLS certificado, una reunión anual de sabios o el Congreso Clínico ACS. Cada uno de estos ejercicios se mide con el tiempo y se basa en parámetros específicos que se han demostrado para verificar la habilidad laparoscópica de la aprendizaje. Las tareas son simples y diseñadas para ser costos y tiempo efectivas.",
                "zh-cn": "腹腔镜仪器技能验证了5个单独的练习。测试是在经过认证的杂志区域测试中心，年度圣人会议或ACS临床大会进行的。这些练习中的每一个都是用时间衡量的，并且基于已被证明的特定参数来验证腹腔镜技能。任务简单，设计为成本和时间有效。",
                "ja": "腹腔鏡計器のスキルは5つの別々の演習で検証されています。テストは、年次賢者の会議またはACS臨床会議である認証されたFLS地域テストセンターで行われます。これらの演習のそれぞれは時間的に測定され、研修生腹腔鏡下スキルを検証することが証明されている特定のパラメータに基づいています。タスクは簡単で、コストと時間の効果的であるように設計されています。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "We here at Laparo Medical Simulators highly recommend that trainees follow the included Basic Skills and Basic Suturing Skill training paths to hone their skill. Those exercises will walk the trainee through smaller difficulty increments step-by-step, breaking down skills into simpler components. Especially the FLS suturing exercises become much easier with practice.",
                "pl": "Laparo Medical Simulators zaleca, aby praktykanci podążali za dołączonymi ścieżkami treningowymi: Umiejętności podstawowe i Podstawowe umiejętności szycia, aby doskonalić swoje umiejętności. Ćwiczenia te poprowadzą uczestnika przez mniejsze przyrosty trudności krok po kroku, rozkładając umiejętności na prostsze elementy. Szczególnie ćwiczenia FLS z szyciem staną się znacznie łatwiejsze wraz z praktyką i czasem spędzonym na treningu.",
                "es": "Aquí, en los simuladores médicos de Laparo recomiendan altamente a que los alumnos sigan las habilidades básicas incluidas y las rutas de capacitación de habilidades básicas para perfeccionar su habilidad. Esos ejercicios caminarán por el aprendiz a través de incrementos de dificultad más pequeños paso a paso, rompiendo habilidades en componentes más simples. Especialmente los ejercicios de sutura de FLS se vuelven mucho más fáciles con la práctica.",
                "zh-cn": "我们在Laparo医疗模拟器中强烈建议学员遵循包括的基本技能和基本缝合技能培训路径，以磨练他们的技能。这些练习将通过较小的难度将受训者逐步增量，将技能分解为更简单的组件。特别是缝合练习的速度变得更加容易。",
                "ja": "私たちはLaparo Medical Simulatorsでは、研修生には含まれている基本的なスキルと基本的な縫合スキルトレーニングパスに彼らのスキルを磨くことを強くお勧めします。これらの演習は、より小さな難易度を段階的に歩くことによって研修生を歩き、スキルを簡単な部品に分割します。特にFLS縫合演習は実践にはるかに簡単になります。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "For optimal trainee benefit it is recommended that training for the FLS is performed over a longer period of time in multiple sessions. It is recommended that these sessions don’t last over an hour. You may consult materials available from the FLS or SAGES for information on the tasks. ",
                "pl": "W celu uzyskania optymalnych korzyści dla szkolonego zaleca się, aby szkolenie w zakresie FLS odbywało się przez dłuższy czas w wielu sesjach. Zaleca się, aby te sesje nie trwały dłużej niż godzinę. Możesz zapoznać się z materiałami dostępnymi w FLS lub SAGES w celu uzyskania bardziej szczegółowych informacji na temat zadań.",
                "es": "Para obtener beneficios óptimos de aprendiz, se recomienda que la capacitación para los FLS se realice durante un período de tiempo más largo en múltiples sesiones. Se recomienda que estas sesiones no duren más de una hora. Puede consultar materiales disponibles de los FLS o SAGES para obtener información sobre las tareas.",
                "zh-cn": "对于最佳实习生效益，建议在多次会话中在较长时间内进行FLS的培训。建议这些会话不会持续一小时。您可以咨询来自FLS或SANES的材料以获取有关任务的信息。",
                "ja": "最適な研修生の利益のために、FLSのためのトレーニングは複数のセッションで長期間にわたって実行されることをお勧めします。これらのセッションは1時間以上続かないことをお勧めします。タスクについては、FLSまたはSagesから入手可能な資料に相談することができます。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Disclaimer: \nThe FLS-Compatible components and courses made by Laparo Medical Simulators are not endorsed or verified by SAGES or the FLS. Because of this they may not be completely identical to the actual devices used for certification and differences may exist.\n",
                "pl": "Zastrzeżenie:\nKomponenty i kursy kompatybilne z FLS dostarczane przez Laparo Medical Simulators nie są wspierane ani weryfikowane przez SAGES lub FLS. Z tego powodu mogą nie być całkowicie identyczne z rzeczywistymi urządzeniami używanymi do certyfikacji i mogą istnieć różnice.\n",
                "es": "Descargo de responsabilidad:\nLos componentes y cursos compatibles con FLS fabricados por Simuladores médicos de Laparo no están respaldados o verificados por los sabios o los FLS. Debido a esto, es posible que no sean completamente idénticos a los dispositivos reales utilizados para la certificación y pueden existir diferencias.\n",
                "zh-cn": "免责声明：\nLAParo医疗模拟器制造的易兼容组件和课程未通过圣人或杂志核准或验证。因此，由于这可能与用于认证的实际设备完全相同，因此可能存在差异。\n",
                "ja": "免責事項：\nLaparo医療シミュレータによって作られたFLS互換性のあるコンポーネントおよびコースは、ゼゴまたはFLSによって承認または検証されていません。このため、それらは認証に使用される実際の装置と完全に同一ではないかもしれません。\n"
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "en": "Fundamentals of Laparoscopic Surgery - FLS",
        "pl": "Fundamentals of Laparoscopic Surgery - FLS",
        "es": "Fundamentos de la cirugía laparoscópica - FLS",
        "zh-cn": "腹腔镜手术 - 杂草的基础",
        "ja": "腹腔鏡手術の基礎 -  FLS"
    },
    "subTitle": {
        "en": "An overview of what the FLS standard is.",
        "pl": "Przegląd standardu FLS",
        "es": "Una descripción general de lo que es el estándar FLS.",
        "zh-cn": "杂志标准是什么概述。",
        "ja": "FLS規格が何であるかの概要。"
    }
}