{
    "id": "edu19_appendix",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "A Laparoscopic Appendectomy is a common procedure used to treat appendicitis, the inflammation of the appendix. When the condition is left untreated the appendix can eventually rupture, which can lead to a life-threatening infection of the viscera. The procedure involves finding and identifying the appendix and then successfully clipping off the appendicular artery before removing the appendix itself. There is no single established approach to performing an appendectomy. The anatomy varies, the appendix itself can vary with the degree of inflammation and also different instruments and cost-effective techniques may be available to the surgeon depending on the hospital or O.R. This is why it is worthwhile for surgical trainees to practice the procedure in a simulation based environment to understand the core principles.",
                "pl": "Wycięcie wyrostka robaczkowego metodą laparoskopową jest powszechnie stosowaną procedurą w leczeniu zapaleń wyrostka robaczkowego. Gdy stan ten nie jest leczony, wyrostek robaczkowy może ostatecznie pęknąć, co może prowadzić do zagrażających życiu infekcji. Procedura obejmuje znalezienie i identyfikację wyrostka robaczkowego, a następnie skuteczne odcięcie tętnicy wyrostka robaczkowego przed usunięciem samego wyrostka robaczkowego. Nie ma jednego ustalonego podejścia do wykonywania usunięcia wyrostka robaczkowego. Anatomia jest różna, sam wyrostek robaczkowy może się różnić w kształcie i rozmiarze w zależności od stopnia zapalenia. Także różne narzędzia i techniki mogą być dostępne dla chirurga w zależności od szpitala lub sali operacyjnej. Dlatego warto, aby uczący przećwiczyli tę procedurę w środowisku opartym na symulacji, aby mogli zrozumieć podstawowe zasady.",
                "es": "Una apendicectomía laparoscópica es un procedimiento común que se usa para tratar la apendicitis, la inflamación del apéndice. Cuando la condición se deja sin tratar, el apéndice puede eventualmente romperse, lo que puede llevar a una infección potencialmente mortal de las vísceras. El procedimiento implica encontrar e identificar el apéndice y luego recortar con éxito la arteria apendicular antes de eliminar el propio Apéndice. No hay un enfoque único establecido para realizar una apendicectomía. La anatomía varía, el apéndice en sí puede variar con el grado de inflamación y también los diferentes instrumentos y las técnicas rentables pueden estar disponibles para el cirujano dependiendo del hospital o el O.R. Esta es la razón por la que vale la pena que los aprendices quirúrgicos practicen el procedimiento en un entorno basado en la simulación para comprender los principios básicos.",
                "zh-cn": "腹腔镜阑尾切除术是一种常见的程序，用于治疗阑尾炎症。当病情未经治疗时，附录最终可能破裂，这可能导致内脏威胁生命的感染。该过程涉及查找和识别附录，然后在删除附录本身之前成功地剪掉阑尾动脉。没有一种既定的方法来进行阑尾切除术。解剖结构各不相同，附录本身可以随炎症的程度而变化，并且可以根据医院或O.R.的不同工具和具有成本效益的技术来使用。这就是为什么外科学员在基于模拟的环境中练习程序以了解核心原理的过程是值得的。",
                "ja": "腹腔鏡下虫垂切除術は、虫垂炎の治療に使用される一般的な手順であり、虫垂の炎症です。状態が未処理のままになると、虫垂が最終的に破裂する可能性があり、これにより内臓の生命を脅かす感染につながる可能性があります。この手順では、付録を見つけて識別し、虫垂動脈を正常にクリップしてから虫垂自体を除去することが含まれます。虫垂切除を行うための単一の確立されたアプローチはありません。解剖学はさまざまであり、付録自体は炎症の程度によって異なる場合があり、病院またはO.R.に応じて外科医には異なる機器や費用対効果の高い技術が利用できる場合があります。これが、外科研修生がコア原則を理解するためにシミュレーションベースの環境で手順を実践する価値がある理由です。",
                "hu": "A laparoszkópos apendectomia egy általános eljárás, amelyet az appendicitis, a függelék gyulladása kezelésére használnak. Ha a állapotot kezelve hagyják, a függelék végül megszakadhat, ami a zsigerek életveszélyes fertőzéséhez vezethet. Az eljárás magában foglalja a függelék megtalálását és azonosítását, majd a függelék eltávolítása előtt sikeresen levágja az appendicularis artériát. Nincs egyetlen megállapított megközelítés az appendectomia végrehajtásához. Az anatómia változik, maga a függelék a gyulladás mértékétől függően változhat, és a kórháztól vagy az O.R. Ezért érdemes a műtéti gyakornokoknak szimulációs alapú környezetben gyakorolni az eljárást az alapelvek megértése érdekében."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Virtual Appendectomy Exercises",
                "pl": "Wirtualne ćwiczenia Appendektomii",
                "es": "Ejercicios de apendicectomía de Laparo Apex VR",
                "zh-cn": "虚拟阑尾切除术",
                "ja": "仮想虫垂切除運動",
                "hu": "Virtuális apendectomy gyakorlatok"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The virtual exercises developed by Laparo provide the trainee with the ability to complete an entire Appendectomy inside of a virtual operating area using real instruments. Since there is no physical component inside, there is no physical or haptic feedback normally experienced in laparoscopy. The purpose instead is to take the trainee through all the relevant stages of this procedure and the order in which it should be performed, and to depict any complications that may arise from mistakes. What is more, the virtual exercise simulates some aspects of an Appendectomy which cannot be simulated on the physical module such as the specialized stapler.",
                "pl": "Wirtualne ćwiczenia opracowane przez Laparo dają uczącemu możliwość ćwiczenia usunięcia wyrostka robaczkowego w wirtualnym polu operacyjnym przy użyciu prawdziwych instrumentów. Ponieważ w środku nie ma żadnego fizycznego komponentu, nie ma też fizycznego ani dotykowego sprzężenia zwrotnego, które normalnie występuje w laparoskopii. Celem tych ćwiczeń jest przeprowadzenie szkolonego przez wszystkie istotne etapy tej procedury i kolejności, w jakiej należy ją wykonywać oraz przedstawienie wszelkich komplikacji, które mogą wyniknąć z błędów. Co więcej, ćwiczenie wirtualne symuluje niektóre aspekty wyrostka robaczkowego, których nie można zasymulować w module fizycznym, takim jak specjalistyczny zszywacz często używany do tego celu.",
                "es": "Los ejercicios VR desarrollados por Laparo proporcionan al aprendiz la capacidad de completar una apendicectomía completa dentro de un área de operación virtual usando instrumentos reales. Dado que no hay un componente físico en el interior, no hay una retroalimentación física o háptica que normalmente se experimenta en la laparoscopia. El propósito de estos ejercicios de VR es llevar al aprendiz a través de todas las etapas relevantes de este procedimiento y el orden en que se debe realizar y representar cualquier complicación que pueda surgir de los errores. Además, el ejercicio VR simula algunos aspectos de una apendicectomía que no se puede simular en el módulo físico, como la grapadora especializada.",
                "zh-cn": "拉帕罗（Laparo）开发的虚拟练习使受训者能够使用真实仪器在虚拟操作区域内完成整个阑尾切除术。由于内部没有物理成分，因此腹腔镜通常没有身体或触觉反馈。相反，目的是让受训者穿越本程序的所有相关阶段及其应执行的顺序，并描绘出错误可能引起的任何并发症。此外，虚拟练习模拟了阑尾切除术的某些方面，这些方面无法在物理模块（例如专用订书机）上进行模拟。",
                "ja": "Laparoによって開発された仮想演習により、研修生は、実際の機器を使用して仮想操作領域の内部で虫垂切除全体を完了する能力を提供します。内部には物理的な成分がないため、腹腔鏡検査で通常経験される物理的または触覚的なフィードバックはありません。代わりに、この手順の関連するすべての段階とそれを実行する順序を研修生に連れて行き、間違いから生じる可能性のある合併症を描写することです。さらに、仮想演習では、特殊なステープラーなどの物理モジュールではシミュレートできない虫垂切除のいくつかの側面をシミュレートします。",
                "hu": "A Laparo által kifejlesztett virtuális gyakorlatok biztosítják a gyakornok számára, hogy egy teljes appendectomy -t egy virtuális működési területen belüli valódi műszerekkel töltsön be. Mivel nincs belsejében fizikai komponens, a laparoszkópiában általában nincs fizikai vagy haptikus visszajelzés. Ehelyett a cél az, hogy a gyakornokot ezen eljárás összes releváns szakaszán és a végrehajtásának sorrendjén, valamint a hibákból fakadó szövődmények ábrázolása. Sőt, a virtuális gyakorlat szimulálja az apendectomia egyes aspektusait, amelyeket nem lehet szimulálni a fizikai modulon, például a speciális tűzőgépen."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Laparo Appendectomy Module",
                "pl": "Moduł fizyczny appendektomii",
                "es": "Módulo de apendicectomía de Laparo",
                "zh-cn": "拉帕罗阑尾切除术模块",
                "ja": "Laparo虫垂切除モジュール",
                "hu": "Laparo apendectomy modul"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The Laparo Appendectomy module is a physical insert which is made up of several components and it has been designed to maximize reusability. The base of the module includes a silicone surface attachment and a base module. The single-use Appendix component attaches into this module with velcro. The entire module with the Appendix is inserted into the operating area and must be strategically positioned for optimal instrument reach and angle.",
                "pl": "Silikonowy moduł wyrostka robaczkowego Laparo składa się z kilku elementów i został zaprojektowany tak, aby zmaksymalizować możliwość ponownego użycia. Podstawa modułu zawiera silikonowe mocowanie powierzchniowe i moduł podstawowy. Jednorazowy element samego wyrostka jest mocowany do tego modułu za pomocą rzepa. Cały moduł wraz z dodatkiem umieszczony jest w obszarze operacyjnym w taki sposób aby zapewnić optymalny zasięg i kąt instrumentu.",
                "es": "El módulo de apendicectomía de Laparo está formado por varios componentes y ha sido diseñado para maximizar la reutilización. La base del módulo incluye un accesorio de superficie de silicona y un módulo de base. El componente del apéndice de un solo uso se conecta a este módulo con Velcro. Todo el módulo con el apéndice se inserta en el área de operación y debe colocarse estratégicamente para un alcance y un ángulo óptimos de instrumentos.",
                "zh-cn": "Laparo阑尾切除术模块是由多个组件组成的物理插件，其旨在最大化可重复性。模块的底座包括一个硅胶表面附件和一个基本模块。单使用附录组件用魔术贴将其连接到该模块中。带有附录的整个模块被插入操作区域，必须在战略上定位以获得最佳的仪器覆盖率和角度。",
                "ja": "Laparo虫垂切除モジュールは、いくつかのコンポーネントで構成される物理的な挿入物であり、再利用性を最大化するように設計されています。モジュールのベースには、シリコン表面アタッチメントとベースモジュールが含まれています。使い捨ての付録コンポーネントは、ベルクロを使用してこのモジュールに取り付けられます。付録を備えたモジュール全体が動作領域に挿入され、最適な機器のリーチと角度のために戦略的に配置する必要があります。",
                "hu": "A Laparo apendectomy modul egy fizikai betét, amely több komponensből áll, és azt az újrafelhasználhatóság maximalizálására tervezték. A modul alapja tartalmaz egy szilikon felületi rögzítést és egy alapmodult. Az egyszer használatos függelék komponens csatlakozik ehhez a modulhoz tépőzárral. A teljes modul a függelékkel beillesztésre kerül a működési területre, és stratégiailag el kell helyezni az optimális műszer elérése és szöge érdekében."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "This simulation exercise does not include the first step, which involves finding and identifying the target structure. The appendix is simply laid out in the center and the trainee must first dissect at the base of the appendix to find the appendicular artery. After finding and clipping this artery the trainee must also introduce three loops of suture material and tighten them directly onto the appendix. The exercise concludes with severing the appendix completely with the clips and loops of suture attached firmly at the base, especially on the patient's side. ",
                "pl": "Ćwiczenie symulacyjne nie obejmuje pierwszego kroku, który polega na znalezieniu i zidentyfikowaniu docelowej struktury. Wyrostek robaczkowy jest ułożony pośrodku, a praktykant musi najpierw przeciąć podstawę wyrostka robaczkowego, aby znaleźć tętnicę wyrostka robaczkowego. Po znalezieniu i zaciśnięciu tej tętnicy kursant musi również wprowadzić trzy pętle nici i zacisnąć je bezpośrednio na samym wyrostku robaczkowym. Ćwiczenie kończy się całkowitym odcięciem wyrostka robaczkowego z klipsami i pętlami szwów mocno przymocowanymi do podstawy, szczególnie po stronie pacjenta.",
                "es": "Este ejercicio de simulación no incluye el primer paso, lo que implica encontrar e identificar la estructura objetivo. El apéndice simplemente se presenta en el centro y el aprendiz debe primero diseccionarse en la base del apéndice para encontrar la arteria apendicular. Después de encontrar y recortar esta arteria, el aprendiz también debe introducir tres bucles de material de sutura y apriételos directamente en el apéndice. El ejercicio concluye con cortar el apéndice completamente con los clips y los bucles de sutura adjuntos firmemente en la base, especialmente en el lado del paciente.",
                "zh-cn": "此模拟练习不包括第一步，其中涉及查找和识别目标结构。附录只是在中心放置，学员必须首先在附录的底部解剖以找到阑尾动脉。发现和剪裁此动脉后，受训者还必须引入三个缝合材料循环，并将其直接拧紧到附录。练习结束时，将附着的夹子和缝合线牢固地固定在底座上，尤其是在患者的一侧，以完全切断附录。",
                "ja": "このシミュレーション演習には、ターゲット構造を見つけて識別する最初のステップは含まれません。虫垂は単に中央にレイアウトされており、研修生は最初に虫垂の基部で虫垂動脈を見つける必要があります。この動脈を見つけて切り取った後、研修生は縫合物質の3つのループを導入し、それらを付録に直接締めなければなりません。この演習は、特に患者の側に基部にしっかりと取り付けられた縫合糸のクリップとループを完全に切断することで終わります。",
                "hu": "Ez a szimulációs gyakorlat nem tartalmazza az első lépést, amely magában foglalja a célszerkezet megtalálását és azonosítását. A függeléket egyszerűen a középpontban helyezik el, és a gyakornoknak először a függelék alján kell boncolnia, hogy megtalálja az appendicularis artériát. Miután megtalálta és vágta ezt az artériát, a gyakornoknak három hurok varrat -anyagot is be kell mutatnia, és közvetlenül a függelékre szorítania kell. A gyakorlat azzal zárul, hogy a függeléket teljes mértékben megszakítják a bázishoz szorosan rögzített klipekkel és varrás hurkokkal, különösen a beteg oldalán."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Appendectomy",
            "pl": "Apendektomia",
            "es": "Apendectomía",
            "zh-cn": "阑尾切除术",
            "ja": "虫垂切除",
            "hu": "Vakbélműtét"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "An overview of the exercises available for Appendectomy training and information about the procedure.",
            "pl": "O modułach i ćwiczeniach służących do ćwiczenia zabiegu usunięcia wyrostka robaczkowatego oraz generalne informacje o zabiegu.",
            "es": "Una visión general de los ejercicios disponibles para el entrenamiento de la apendicectomía.",
            "zh-cn": "可用于阑尾切除术培训和有关该过程的信息的练习概述。",
            "ja": "虫垂切除トレーニングと手順に関する情報に利用できる演習の概要。",
            "hu": "Áttekintés az appendectomy képzéshez rendelkezésre álló gyakorlatokról és az eljárással kapcsolatos információkról."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}