{
    "id": "edu1_posture_and_ergonomics",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "The Basic Skills Programme of exercises is intended for those who have never had any contact with laparoscopic instruments, or for anyone seeking improvement in their dexterity and coordination skill. By performing these simple exercises the trainee will develop all the skills necessary to move on to more specific instrumentation, laparoscopic suturing and also to procedure-specific training.",
                "pl": "Kurs z podstawowych umiejętności został stworzony z myślą zarówno o tych, którzy nie mieli jeszcze kontaktu z instrumentami używanymi w laparoskopii, jak i dla tych którzy chcą wzbogacić swoją sprawność, zręczność i koordynację wewnątrz laparoskopowego pola operacyjnego. Wykonując te z pozoru proste ćwiczenia, uczący mogą rozwinąć umiejętności, które potrzebne będą później przy bardziej skomplikowanych technikach oraz przy nauce wybranych procedur chirurgicznych.",
                "es": "El programa de habilidades básicas de ejercicios está destinado a aquellos que nunca han tenido ningún contacto con instrumentos laparoscópicos, o para cualquier persona que busque mejoría en su habilidad de destreza y coordinación. Al realizar estos ejercicios simples, el aprendiz desarrollará todas las habilidades necesarias para pasar a una instrumentación más específica, sutura laparoscópica y también a la capacitación específica del procedimiento.",
                "zh-cn": "练习的基本技能计划旨在为那些从未接触过腹腔镜仪器的人，或者为任何寻求改善其灵巧和协调技能的人。通过执行这些简单的练习，学员将开发所有能够继续更具体的仪器，腹腔镜缝合以及具体培训所需的所有技能。",
                "ja": "基本的なスキルの演習プログラムは、腹腔鏡器具との接触をしなかった者、または彼らの不熟さと調整スキルの改善を求めた人のために意図されています。これらの簡単な演習を行うことによって、研修生はより具体的な計装、腹腔鏡下縫合および手続固有の訓練にも進行するのに必要なすべてのスキルを開発するでしょう。"
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "Good posture not only helps the surgeon feel more comfortable, it also greatly improves surgical performance and indirectly influences patient outcomes.",
                "pl": "Dbając o poprawną postawę możesz nie tylko poprawić swój własny komfort podczas pracy, ale też o wiele precyzyjniej panować nad instrumentami podczas dłuższych zabiegów.",
                "es": "La buena postura no solo ayuda al cirujano sentirse más cómodo, también mejora en gran medida el rendimiento quirúrgico e influye indirectamente de los resultados de los pacientes.",
                "zh-cn": "良好的姿势不仅有助于外科医生感觉更舒适，它也大大提高了手术性能，间接影响了患者的结果。",
                "ja": "良い姿勢外科医がより快適に感じるのを助けるだけでなく、それはまた外科的性能を大いに改善し、間接的に患者の結果に影響を与える。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Each exercise in this programme focuses the trainee on a particular aspect of instrument movement. Rubber-bands, cones, twine, and balls are all intended to help the trainee think through how instrument movement inside the laparoscopic operating area works. Understanding these limitations and the different instrument angles is the key to developing the skills necessary to advance to laparoscopic suturing, which in itself can be considered an artform taking years of practice in the operating room to master.",
                "pl": "Każde ćwiczenie w tym programie nauczania koncentruje uwagę uczącego na wybranym aspekcie ruchu instrumentów. Gumki, kulki, sznurki i stożki są wykorzystane w taki sposób, aby pomóc trenującemu zrozumieć ograniczoną specyfikę ruchu wewnątrz laparoskopowego pola operacyjnego. Zrozumienie tych wszystkich ograniczeń w pierwszej kolejności, pomoże też później w rozwijaniu umiejętności szycia. Umiejętności, która sama w sobie jest uznawana za sztukę wymagającą lat praktyki i wielu godzin pracy.",
                "es": "Cada ejercicio en este programa centra el aprendiz sobre un aspecto particular del movimiento del instrumento. Las bandas de goma, los conos, el cordel y las bolas están destinados a ayudar al aprendiz a pensar en cómo funciona el movimiento del instrumento dentro del área de operación laparoscópica. Comprender estas limitaciones y los diferentes ángulos de instrumentos es la clave para desarrollar las habilidades necesarias para avanzar a la sutura laparoscópica, que en sí misma puede considerarse una forma de arte que toma años de práctica en la sala de operaciones para dominar.",
                "zh-cn": "该计划的每次练习都将受训者重点关注仪器运动的特定方面。橡皮带，锥体，麻线和球都旨在帮助实习生思考腹腔镜操作区域内的仪器运动方式。了解这些限制和不同的仪器角度是开发进入腹腔镜缝合所需技能的关键，这本身可以被认为是在手术室掌握多年的练习的艺术形态。",
                "ja": "このプログラムの各演習は、楽器の動きの特定の側面に訓練者に焦点を当てています。ゴムバンド、コーン、ひも、そしてボールはすべて、腹腔鏡手術室内の機器の動きがどのように機能するかを考えるのを助けることを意図しています。これらの制限を理解し、さまざまな機器角度は、腹腔鏡下縫合を進めるのに必要なスキルを開発するための鍵です。それ自体が手術室のマスター室で長年の練習を取っているアートフォームと見なすことができます。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Posture and Ergonomics",
                "pl": "Postawa i ergonomia",
                "es": "Postura y ergonomía.",
                "zh-cn": "姿势和人体工程学",
                "ja": "姿勢と人間工学"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Ergonomics and proper posture are important to understand early on. They greatly influence the quality of instrument control and movement. As a laparoscopic surgeon you will spend long stretches of time standing in a fixed position and necessity will often force you into uncomfortable positions. You will also have to perform seemingly simple tasks at different angles. By thinking in terms of good ergonomics and posture from the very beginning you will not only make faster progress as you learn, but you will also improve the effectiveness of your technique and the precision of your hand movements throughout your career.",
                "pl": "Na początku ścieżki bardzo ważne jest zrozumienie wpływu ergonomii i poprawnej postawy na technikę laparoskopową. Ten często pomijany aspekt znacząco pomaga w kontroli ruchów instrumentów wewnątrz pola operacyjnego. Chirurg operujący laparoskopowo, często spędza  dużo czasu stojąc sztywno w dziwnych i nietypowych pozycjach. W takich sytuacjach proste czynności mogą się niespodziewanie stawać bardzo trudne. Mając na uwadze ergonomię i poprawną postawę  od samego początku nauczania, uczący będzie mógł w późniejszym czasie robić szybsze postępy.",
                "es": "La ergonomía y la postura adecuada son importantes para entender desde el principio. Influyen enormemente la calidad del control y el movimiento del instrumento. Como cirujano laparoscópico, pasará largos tramos de tiempo de pie en una posición fija y la necesidad a menudo lo obligará a realizar posiciones incómodas. También tendrá que realizar tareas aparentemente simples en diferentes ángulos. Al pensar en términos de buena ergonomía y postura desde el principio, no solo harán un progreso más rápido a medida que aprenda, sino que también mejorará la efectividad de su técnica y la precisión de los movimientos de su mano a lo largo de su carrera.",
                "zh-cn": "人体工程学和适当的姿势对于早期了解很重要。它们极大地影响了仪器控制和运动的质量。作为腹腔镜外科医生，您将花费长时间地站在固定位置，必要性会迫使您进入不舒服的位置。您还必须以不同的角度执行看似简单的任务。通过思考良好的人体工程学和姿势，从一开始就您将在您学习时不仅取得更快的进展，但您还将提高您的技术的有效性以及整个职业生涯中的手动运动的精度。",
                "ja": "人間工学と適切な姿勢は早期に理解することが重要です。彼らは機器の管理と動きの質に大きな影響を与えます。腹腔鏡下外科医として、あなたは固定の位置に長い間立っている時間を過ごすでしょう、そして必要性はしばしばあなたを不快な位置にします。また、異なる角度で一見単純なタスクを実行する必要があります。あなたが学ぶのと同じように良い人間工学と姿勢の観点から考えることによって、あなたは学ぶにつれてより速い進歩を遂げますが、あなたのテクニックの有効性とあなたのキャリア全体のあなたの手の動きの精度も向上します。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Display Adjustment",
                "pl": "Ustawienie ekranu",
                "es": "Ajuste de la pantalla",
                "zh-cn": "显示调整",
                "ja": "ディスプレイ調整"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The positioning of the display affects the ability of the surgeon to comfortably perform the procedure, which in turn can negatively influence the quality of work. Placing the display too low or too high might feel natural, but will lead to neck pain. Alignment with the operating area makes it easier to visualize the instruments, but this can lead to reduced comfort and strain. For optimal results the display should be placed directly in front of the operator, between 15-40 degrees below eye level and over 50cm further away.",
                "pl": "Odpowiednie ustawienie samego ekranu ma wpływ na zdolność do komfortowego wykonania zabiegu, co może negatywnie wpłynąć na jakość samej pracy instrumentów. Umieszczenie ekranu zbyt nisko może wydawać się naturalne, ale prowadzi do nadwyrężenia szyi. Ustawienie ekranu wzdłuż osi pola operacyjnego nie tylko ułatwia wizualizację instrumentów, ale doprowadza też do zredukowanego komfortu. Optymalna pozycja ekranu znajduje się na wprost od operującego w odległości ok. 50cm i od 15° do 40° poniżej linii wzroku.",
                "es": "El posicionamiento de la pantalla afecta la capacidad del cirujano para realizar cómodamente el procedimiento, lo que a su vez puede influir negativamente en la calidad del trabajo. Colocar la pantalla demasiado baja o demasiado alta podría sentirse natural, pero conducirá al dolor de cuello. La alineación con el área de operación facilita la visualización de los instrumentos, pero esto puede llevar a una confort y tensión reducidos. Para obtener resultados óptimos, la pantalla debe colocarse directamente en frente del operador, entre 15-40 grados por debajo del nivel de los ojos y más de 50 cm más lejos.",
                "zh-cn": "显示屏的定位影响外科医生舒适地执行该程序的能力，这反过来可以对工作质量产生负面影响。将显示屏放置得太低或过高可能感觉自然，但会导致颈部疼痛。与操作区域的对齐使其更容易可视化仪器，但这可能导致舒适性和压力降低。有关最佳结果，显示器应直接放置在操作员面前，在眼睛水平以下15-40度，远远超过50厘米。",
                "ja": "ディスプレイの位置決めは、外科医が処置を快適に実行する能力に影響を与え、それは今度は仕事の質に悪影響を及ぼす可能性がある。ディスプレイを低すぎる、または高すぎると、自然に感じるかもしれませんが、首の痛みにつながるでしょう。操作領域との位置合わせは、機器を視覚化することがより簡単になりますが、これは快適さと緊張の減少につながる可能性があります。最適な結果のために、ディスプレイはオペレータの前に直接配置されるべきであり、眼のレベルよりも15~40度以下、さらに50cm以上離れている。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Table and Operating Area Height",
                "pl": "Wysokość stołu operacyjnego",
                "es": "Altura de la mesa y del área de operación",
                "zh-cn": "表和操作区域高度",
                "ja": "テーブルと動作面積の高さ"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The height of the operating area and the table also influences the standing position of the surgeon. If the operating area is too high this will put unnecessary strain on the arms throughout the procedure. If the table is positioned too low, the position of the surgeon will be hunched down to reach. The height of the operating table should be just below the waist of the surgeon, allowing a comfortable resting position for the shoulders and will allow the elbows to comfortably hang. This position also influences the stability of hand movements and gives the operator increased control.",
                "pl": "Wysokość pola operacyjnego też ma znaczący wpływ na pozycję operującego. Jeśli pole operacyjne znajdzie się zbyt wysoko, to ramiona podczas procedury będą niepotrzebnie uniesione, co obniży precyzję i dokładność ruchów. Z drugiej strony, jeśli pole operacyjne zostanie ustawione zbyt nisko, zmusi to chirurga do ‘sięgania’ rękami w dół i do zgarbionej pozycji co też obniży jakość pracy.\n",
                "es": "La altura del área de operación y la tabla también influye en la posición de pie del cirujano. Si el área de operación es demasiado alta, esto pondrá una tensión innecesaria en los brazos a lo largo del procedimiento. Si la tabla se coloca demasiado baja, la posición del cirujano se encorvará para alcanzar. La altura de la tabla de operaciones debe estar justo debajo de la cintura del cirujano, lo que permite una posición de descanso cómoda para los hombros y permitirá que los codos se cuelguen cómodamente. Esta posición también influye en la estabilidad de los movimientos de las manos y le da al operador un mayor control.",
                "zh-cn": "操作区域和桌子的高度也影响外科医生的站立位置。如果操作区域太高，这将在整个过程中放置​​臂上的不必要的应变。如果桌子定位得太低，外科医生的位置将被驼背到达。操作桌的高度应位于外科医生的腰部，允许肩部舒适的休息位置，并将肘部舒适地挂起。该位置还影响手动运动的稳定性，并使操作员增加了控制。",
                "ja": "操作領域の高さおよび表は、外科医の定着位置にも影響を与えます。操作領域が高すぎると、手順全体を通して腕に不要なひずみが付いています。テーブルが低すぎると、外科医の位置は到達するために急がれます。手術台の高さは外科医の腰のすぐ下でなければならず、肩の快適な休憩位置を可能にし、肘が快適にぶら下がっていることを可能にするでしょう。この位置は、手の動きの安定性にも影響を及ぼし、オペレータに制御を増やします。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Shoulders in Relaxed Neutral Position",
                "pl": "Ramiona w neutralnej pozycji",
                "es": "Hombros en posición neutra relajada.",
                "zh-cn": "肩膀放松中立位置",
                "ja": "リラックスした中立位置の肩"
            }
        },
        {
            "type": "media",
            "media": [
                {
                    "url": "edu1_posture_and_ergonomics_03.png",
                    "type": "image",
                    "label": {
                        "en": "Good posture not only helps the surgeon feel more comfortable, it also greatly improves surgical performance and indirectly influences patient outcomes.",
                        "pl": "Dbając o poprawną postawę możesz nie tylko poprawić swój własny komfort podczas pracy, ale też o wiele precyzyjniej panować nad instrumentami podczas dłuższych zabiegów.\n",
                        "es": "La buena postura no solo ayuda al cirujano sentirse más cómodo, también mejora en gran medida el rendimiento quirúrgico e influye indirectamente de los resultados de los pacientes.",
                        "zh-cn": "良好的姿势不仅有助于外科医生感觉更舒适，它也大大提高了手术性能，间接影响了患者的结果。",
                        "ja": "良い姿勢外科医がより快適に感じるのを助けるだけでなく、それはまた外科的性能を大いに改善し、間接的に患者の結果に影響を与える。"
                    }
                }
            ]
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Precision of hand movements can be greatly increased when arms are in a resting relaxed position. The angle at the elbows should be between 90 and 120 degrees. When inserted 50% of the way into the operating area, the instrument should be at the same height or slightly below the height of the elbow. This also ensures that the arms and hands won’t become tired over long periods of time. Surgeons who become used to uncomfortable positions will frequently develop carpal tunnel syndrome after years of practicing and their technique will become impaired in long procedures.",
                "pl": "Precyzja ruchu rąk i kontrola nad instrumentami największa jest wtedy, kiedy ramiona pozostają w pozycji spoczywającej. Pole operacyjne jest odpowiednio dostosowane kiedy kąt w łokciach jest pomiędzy 90 a 120 stopniami. Instrumenty dają też najlepsze odwzorowanie sił wewnątrz pola operacyjnego kiedy są wprowadzone na 50% swojej długości, a ręka znajduje się poniżej wysokości łokcia. W ten sposób ramiona i ręce męczą się najmniej przy dłuższym czasie pracy. Badania  pokazują, że chirurdzy pracujący przez lata w niekomfortowej pozycji często są narażeni na problemy z zespołem cieśni nadgarstka, oraz że jakość techniki pracy ulega pogorszeniu podczas dłuższych zabiegów.\n",
                "es": "La precisión de los movimientos de las manos se puede aumentar en gran medida cuando los brazos están en una posición relajada en reposo. El ángulo en los codos debe tener entre 90 y 120 grados. Cuando se inserta el 50% del camino hacia el área de operación, el instrumento debe estar a la misma altura o ligeramente debajo de la altura del codo. Esto también garantiza que los brazos y las manos no se cansen durante largos períodos de tiempo. Los cirujanos que se usan para las posiciones incómodas con frecuencia desarrollarán síndrome de túnel carpiano después de años de practicación y su técnica se convertirá en deterioro de los procedimientos largos.",
                "zh-cn": "当臂处于搁置的放松位置时，手动运动的精度可以大大增加。肘部的角度应在90到120度之间。当插入50％的方式进入操作区域时，仪器应在相同的高度或略低于肘部的高度。这也确保了长时间的武器和手不会疲倦。经过多年的练习和他们的技术在长期练习后，习惯于不舒服的立场的外科医生将经常发展腕管综合征。",
                "ja": "アームが休止緩和位置にあるとき、手の動きの精度は大幅に増加する可能性があります。肘の角度は90度から120度です。操作領域に50％を50％挿入すると、機器は同じ高さにあるか、肘の高さをわずかに下回る必要があります。これはまた、腕と手が長期間にわたって疲れないようにすることができます。不快な地位に慣れる外科医は、長年の練習の後に手根管症候群を頻繁に開発し、その技術は長期的に障害があるでしょう。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Ergonomics of the Instrument pistol handle",
                "pl": "Ergonomia rękojeści instrumentu ",
                "es": "Ergonomía del mango de la pistola del instrumento.",
                "zh-cn": "仪器手枪手柄的人体工程学",
                "ja": "楽器ピストルハンドルの人間工学"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The way the surgeon holds the handles of the instruments also has a great impact on the precision and quality of movement. Instruments gripped strongly give a sense of increased control initially, but  may lead to strain and pain later on in the procedure and cause impairment and carpal tunnel syndrome as well as other problems. Holding the instruments delicately, with the tips of the fingers will help prevent pain and will ensure precision and control for long periods of time.",
                "pl": "Sposób trzymania rękojeści też ma duży wpływ na precyzję i jakość ruchu. Trzymanie instrumentów zbyt mocno i  kurczowo  początkowo może dawać większe poczucie kontroli uczącemu. Aczkolwiek może też później doprowadzić do nadwyrężenia i bólu podczas procedur, a  w dłuższym terminie do problemów z zespołem cieśni nadgarstka . Wskazane jest trzymanie instrumentów delikatnie z wierzchołkami palców na rękojeści, co uśmierza ból i zapewnia  precyzję i kontrolę przy dłuższych zabiegach.",
                "es": "La forma en que el cirujano sostiene los asas de los instrumentos también tiene un gran impacto en la precisión y la calidad del movimiento. Los instrumentos se aferraban fuertemente a dar un sentido de mayor control inicialmente, pero pueden llevar a la tensión y el dolor más adelante en el procedimiento y causar el deterioro y el síndrome del túnel carpiano, así como otros problemas. Sosteniendo los instrumentos delicadamente, con las puntas de los dedos ayudará a prevenir el dolor y garantizará la precisión y el control durante largos períodos de tiempo.",
                "zh-cn": "外科医生持有仪器的手柄的方式也对运动的精度和质量产生了很大的影响。仪器强烈抓住了最初的控制感，但可能导致过程中的伤害和疼痛，并导致损伤和腕管综合征以及其他问题。用手指的尖端握住仪器将有助于防止疼痛，并将确保长时间的精确和控制。",
                "ja": "外科医が機器のハンドルを保持する方法もまた、正確さと動きの質に大きな影響を与えます。握られた器具は最初に増加した対照の感覚を強く与えますが、手順で後で緊張や痛みを引き起こす可能性があり、その他の問題と同様に障害や障害のあるトンネル症候群の原因となります。機器を繊細に保持しており、指の先端が痛みを防ぐのに役立ち、長期間にわたって精度と制御を確実にします。"
            }
        },
        {
            "type": "media",
            "media": [
                {
                    "url": "edu1_posture_and_ergonomics_04.png",
                    "type": "image",
                    "label": {
                        "en": "The instrument handle of laparoscopic instruments should not be gripped too tight. The fingers should comfortably reach to smoothly rotate while still being able to open and close the instruments.",
                        "pl": "Zwróć uwagę na sposób w który trzymasz instrumenty. Palce powinny sięgnąć zarówno do znajdującego się pod palcem wskazującym elementu obracającego jak i pozwalać na łatwe otwieranie i zamykanie przy pomocy kciuka. ",
                        "es": "El mango del instrumento de instrumentos laparoscópicos no debe ser apretada demasiado apretada. Los dedos deben alcanzar cómodamente para girar suavemente mientras aún se puede abrir y cerrar los instrumentos.",
                        "zh-cn": "腹腔镜仪器的仪表手柄不应粘得太紧。手指应舒适地达到平稳旋转，同时仍然能够打开和关闭仪器。",
                        "ja": "腹腔鏡器具の機器ハンドルはしっかり握らないでください。機器を開閉することができる間、指は快適に回転するように快適に到達するはずです。"
                    }
                }
            ]
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The way in which the surgeon holds the instrument handle can also have an influence on the frequency of injuries and errors. Because all of the force is transferred to the tip of the instrument from the handle, there is very little haptic feedback, especially from the soft and delicate tissues and structures found inside the peritoneal cavity. It is incredibly important for the surgeon to hold the instrument tip handle at an angle which will most effectively transfer the exact amount of force desired to the tip of the instrument. It has been suggested that many errors may stem principally from this haptic misperception and not from errors in actual skill.",
                "pl": "Sposób, w który chirurg trzyma rękojeść instrumentu ma też wpływ na częstotliwość błędów i urazów. Ponieważ cała siła przenoszona jest  z rękojeści instrumentu na jego czubek, występuje mała ilość dotykowej informacji zwrotnej, szczególnie z delikatnych struktur i tkanek. Dla chirurga niezwykle ważne jest trzymanie rękojeści końcówki instrumentu pod kątem, który najskuteczniej przeniesie dokładną ilość pożądanej siły na końcówkę instrumentu. Istnieją badania które potwierdzają, że wiele błędów może wynikać głównie z błędnego postrzegania dotykowego, a nie z błędów w rzeczywistych umiejętnościach chirurga.\n",
                "es": "La forma en que el cirujano sostiene el asa del instrumento también puede influir en la frecuencia de lesiones y errores. Debido a que toda la fuerza se transfiere a la punta del instrumento desde el mango, hay muy poca retroalimentación háptica, especialmente de los tejidos y estructuras suaves y delicados que se encuentran dentro de la cavidad peritoneal. Es increíblemente importante que el cirujano sostenga el mango de la punta del instrumento en un ángulo que transfirió más efectivamente la cantidad exacta de fuerza deseada a la punta del instrumento. Se ha sugerido que muchos errores pueden provocar principalmente de esta percepción errónea háptica y no de errores en la habilidad real.",
                "zh-cn": "外科医生握住仪器手柄的方式也可能对损伤和误差的频率产生影响。因为所有力从手柄转移到仪器的尖端，所以触觉反馈很小，尤其是腹腔内部发现的柔软细腻的组织和结构。对于外科医生以一定角度保持仪器尖端手柄非常重要，该角度最有效地传递到仪器尖端所需的确切的力量。有人建议，许多错误可能主要从这种触觉误操作而不是实际技能中的错误。",
                "ja": "外科医が機器ハンドルを保持する方法は、怪我や誤差の頻度にも影響を与える可能性があります。すべての力がハンドルから装置の先端に伝達されるので、特に腹腔内の内側に見られる柔らかく繊細な組織および構造から触覚フィードバックは非常に少ない。外科医が機器の先端を十分に伝達する角度で機器チップハンドルを保持することは非常に重要である。実際のスキルのエラーからではなく、多くのエラーが主にこの触覚的な誤解から茎を生じさせる可能性があることが示唆されています。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Foot Pedal Placement",
                "pl": "Umieszczenie pedału ",
                "es": "Colocación de pedales de pie",
                "zh-cn": "脚踏踏板安置",
                "ja": "フットペダルの配置"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Finally, when performing laparoscopic electro-surgery pedal placement is also important for hand-foot coordination. The pedal, which is used to activate the electric current, should be placed near the foot and should be aligned with the instruments directionally. It should also be located directly below the center mass of the surgeon. In this way the surgeon doesn’t have to shift or lose balance to reach the pedal. If there are two pedals it is important for the surgeon to keep this in mind and place the pedals where they won’t be confused or accidentally triggered.",
                "pl": "Posługując się energią monopolarną i bipolarną, umieszczenie pedału może mieć wpływ na koordynację ruchową pomiędzy stopą a rękami. Pedał, który służy do aktywacji prądu elektrycznego, powinien być umieszczony w pobliżu stopy operującego i powinien być umieszczony w tej samej osi co instrumenty. Najlepiej jeśli pedały zostaną umieszczone pod centrum masy ciała chirurga. W ten sposób chirurg nie musi przenosić masy ciała ani tracić równowagi sięgając stopą po pedał. Przy dwóch pedałach ważne jest, aby operujący umieścił pedały tak, aby się później nie pomylić.\n",
                "es": "Finalmente, al realizar la colocación del pedal de electrofirugía laparoscópica también es importante para la coordinación de pies a mano. El pedal, que se usa para activar la corriente eléctrica, debe colocarse cerca del pie y debe estar alineado con los instrumentos direccionalmente. También debe ubicarse directamente debajo de la masa central del cirujano. De esta manera, el cirujano no tiene que cambiar o perder el equilibrio para alcanzar el pedal. Si hay dos pedales, es importante que el cirujano tenga esto en cuenta y coloque los pedales donde no se confundirán o se activan accidentalmente.",
                "zh-cn": "最后，当进行腹腔镜电术时，踏板放置对手足部协调也很重要。用于激活电流的踏板应在脚附近放置，应定向与仪器对齐。它也应该直接位于外科医生的中心质量下方。通过这种方式，外科医生不必转移或失去平衡才能到达踏板。如果有两种踏板，外科医生必须记住这一点，并将踏板放置在他们不会混淆或意外触发的地方。",
                "ja": "最後に、腹腔鏡手術用ペダルの配置を行うときは、手足の調整にとっても重要です。電流を作動させるために使用されるペダルは足の近くに配置されるべきであり、機器と一方向に整列されるべきです。それはまた、外科医の中心塊の真下に配置されるべきです。このようにして、外科医はペダルに到達するためにバランスをとるか負けなければならない。 2つのペダルがある場合は、外科医がこれを念頭に置いて、混乱したり誤って誘発されたりしないペダルを置きます。"
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "Experimenting here will let you find out how you will perform with various difficulties added. ",
                "pl": "Eksperymentowanie na ćwiczeniach przy symulatorze pozwoli na doświadczenie efektywności pracy przy różnych utrudnieniach.",
                "es": "Experimentando aquí le permitirá averiguar cómo se presentará con varias dificultades agregadas.",
                "zh-cn": "实验在这里让您了解如何在添加各种困难中表现。",
                "ja": "ここで実験すると、様々な困難でどのように行うかを調べることができます。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Operating at sub-optimal positions",
                "pl": "Operowanie w nieoptymalnych pozycjach",
                "es": "Operando en posiciones subóptimas",
                "zh-cn": "在次优位置操作",
                "ja": "サブ最適位置で動作する"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In this training program all the exercises have been designed and developed to be performed at the most optimal positions as described above. In the real OR however, the surgeon will frequently be positioned asymmetrically in relationship to the patient. We highly encourage that trainees experiment and to try performing basic procedures at strange asymmetrical angles. Doing so will demonstrate some of the dangers that may present themselves when human hands must perform familiar tasks at unfamiliar angles.",
                "pl": "W poniższym programie nauczania wszystkie ćwiczenia zostały zaprojektowane i opracowane tak, aby mogły być wykonywane w symetrycznej pozycji. Aczkolwiek na prawdziwej sali operacyjnej kąt i lokalizacja portów, zmuszają operującego do asymetrycznej  pozycji w stosunku do pacjenta. Rekomendowane jest więc próbowanie tych samych ćwiczeń pod niewygodnymi i asymetrycznymi kątami dostępu. Takie próby pokazują niebezpieczeństwa wynikające z wykonywania znajomych czynności pod nieznajomymi kątami.",
                "es": "En este programa de capacitación, todos los ejercicios han sido diseñados y desarrollados a realizar en las posiciones más óptimas, como se describe anteriormente. En lo real o sin embargo, el cirujano con frecuencia se colocará asimétricamente en relación con el paciente. Alentamos alentando al experimento de los aprendices y intentar realizar procedimientos básicos en ángulos asimétricos extraños. Hacerlo demostrará algunos de los peligros que pueden presentarse cuando las manos humanas deben realizar tareas familiares en ángulos desconocidos.",
                "zh-cn": "在该培训计划中，已经设计和开发了所有练习，以便在如上所述的最佳位置进行。在真实或然而，外科医生经常将与患者的关系不对称地定位。我们非常鼓励学员实验，并尝试以奇怪的不对称角度进行基本程序。这样做将展示当人类手必须以不熟悉的角度执行熟悉的任务时可能出现的一些危险。",
                "ja": "このトレーニングプログラムでは、上記のように最も最適な位置で実行されるように設計および開発されています。実際のまたはしかし、外科医は患者との関係で非対称的に配置されることがよくあります。私たちは、研修生を実験し、奇妙な非対称角で基本的な手順を実行しようとすることを強く奨励します。そうすることで、人間の手がなじみのない角度で身近な作業を実行しなければならないときに自分自身を提示するかもしれない危険性のいくつかを証明するでしょう。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The biggest value in using a simulator is that whatever you do, you do not run the risk of hurting a real life patient. Experimenting here will let you find out how you will perform with various difficulties added. We also highly recommend using a separate camera to record and analyze your posture at the simulator with your mentor to verify whether your position is optimal.",
                "pl": "Największa wartość płynąca z użytkowania symulatora, polega na braku ryzyka wyrządzenia szkody prawdziwemu pacjentowi. Eksperymentowanie na ćwiczeniach przy symulatorze pozwoli na doświadczenie efektywności pracy przy różnych utrudnieniach, na zrozumienie konsekwencji wynikających z błędów. Dodatkowo rekomendujemy użycie oddzielnej kamery, aby nagrać i przeanalizować własną postawę aby móc zaobserwować czy jest ona optymalna.\n",
                "es": "El mayor valor en el uso de un simulador es que sea lo que haga, no corre el riesgo de sufrir un paciente de la vida real. Experimentando aquí le permitirá averiguar cómo se presentará con varias dificultades agregadas. También recomendamos encarecidamente usar una cámara separada para grabar y analizar su postura en el simulador con su mentor para verificar si su posición es óptima.",
                "zh-cn": "使用模拟器的最大值是，无论您做什么，您都没有遇到伤害真实生活患者的风险。实验在这里让您了解如何在添加各种困难中表现。我们还强烈建议使用单独的相机来记录和分析模拟器的姿势，并使用导师验证您的位置是否是最佳的。",
                "ja": "シミュレータを使用する際の最大の価値は、あなたがしているものは何でも、あなたは実生活患者を傷つける危険性を実行しません。ここで実験すると、様々な困難でどのように行うかを調べることができます。また、あなたの位置が最適かどうかを確認するために、シミュレータの姿勢を録音して分析するために別のカメラを利用することを強くお勧めします。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Positioning in relationship to the patient",
                "pl": "Pozycjonowanie względem pacjenta",
                "es": "Posicionamiento en relación con el paciente.",
                "zh-cn": "定位与患者的关系",
                "ja": "患者への関係における位置決め"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In real laparoscopic procedures the set-up of the OR has great influence on the position of the surgeon, the assisting surgeon, the surgical nurse and everyone else present. Depending on the procedure being performed and the anatomy of the patient, as well as the equipment being used, a different set-up might be selected. This will always affect the ergonomic position of the surgeon. When training one must keep in mind that in real-life procedures their position might not be as comfortable or symmetrical as on this laparoscopic simulator.",
                "pl": "Przy prawdziwych zabiegach laparoskopowych rozmieszczenie urządzeń i pacjenta w sali operacyjnej ma duży wpływ na pozycję chirurga, instrumentariuszek i wszystkich innych obecnych przy zabiegu. Wybrane ustawienie może być zależne od wykonywanego zabiegu, od anatomii pacjenta, od używanych urządzeń i narzędzi, a nawet od praktyk stosowanych w danym ośrodku. Te wszystkie czynniki zawsze wpływają na ergonomiczną pozycję chirurga. Trenujący powinien więc pamiętać o tym, że prawdziwe zabiegi mogą nie zapewnić mu takiego samego komfortu doświadczonego przy trenażerze.",
                "es": "En los procedimientos laparoscópicos reales, la configuración de la o una gran influencia en la posición del cirujano, el cirujano asistido, la enfermera quirúrgica y todos los demás presentes. Dependiendo del procedimiento que se realice y la anatomía del paciente, así como el equipo que se está utilizando, se puede seleccionar una configuración diferente. Esto siempre afectará la posición ergonómica del cirujano. Cuando entrenan, uno debe tener en cuenta que en los procedimientos de la vida real, su posición podría no ser tan cómoda o simétrica como en este simulador laparoscópico.",
                "zh-cn": "在真正的腹腔镜手术中，对外科医生，协助外科医生，外科护士和其他人的职位影响的建设。根据正在执行的程序和患者的解剖学以及所使用的设备，可以选择不同的设置。这将始终影响外科医生的人体工程学。当培训时必须记住，在现实生活中，他们的位置可能不会像这种腹腔镜模拟器那样舒适或对称。",
                "ja": "本物の腹腔鏡下手順では、外科医の地位、補助外科医、外科的看護師、他の全員の位置に大きな影響を与えます。実行されている手順および患者の解剖学的構造、ならびに使用されている機器に応じて、異なる設定が選択されてもよい。これは常に外科医の人間工学的位置に影響を与えます。実際の手順では、この腹腔鏡シミュレータのように自分の立場が快適ではない可能性があることを念頭に置いてください。"
            }
        },
        {
            "type": "media",
            "media": [
                {
                    "url": "edu1_posture_and_ergonomics_01.png",
                    "type": "image",
                    "label": {
                        "en": "The surgeon (1) is responsible for the arrangement of the OR. This arrangement is dependent on the specific procedure being performed. The surgeon (1) should have the screen (6) directly in front, and the nurse with instruments (4) should be close by. The assisting surgeon (2) must be able to comfortably control the camera and see the screen (6) clearly. The insufflation tower (5) should be nearby and can also offer the anesthesiologist (3) and others an additional screen to see so that everyone has a clear idea of what is happening. ",
                        "pl": "Chirurg odpowiedzialny jest za ustawienie sali operacyjnej. Ustawienie sali jest z kolei zależne od wykonywanej procedury i anatomii pacjenta. Chirurg (1) powinien zawsze mieć ekran (6) na wprost, a instrumentariuszka (4) powinna znajdować się w pobliżu. Asystujący chirurg (2) musi też być blisko i mieć kontrolę nad kamerę jednocześnie widząc ekran (6). Wieża insuflacyjna (5) powinna także znajdować się w pobliżu i może też oferować anestezjologowi (3) i innym dodatkowy ekran aby każdy widział ze swojego punktu widzenia co się dzieje w polu operacyjnym.",
                        "es": "El cirujano (1) es responsable de la disposición de la OR. Este arreglo depende del procedimiento específico que se realiza. El cirujano (1) debe tener la pantalla (6) directamente en frente, y la enfermera con instrumentos (4) debe estar cerca. El cirujano asistido (2) debe poder controlar cómodamente la cámara y ver la pantalla (6) claramente. La torre de insuflación (5) debe estar cerca y también puede ofrecer al anestesiólogo (3) y otros una pantalla adicional para ver para que todos tengan una idea clara de lo que está sucediendo.",
                        "zh-cn": "外科医生（1）负责安排或。这种安排取决于正在执行的具体程序。外科医生（1）应该直接在前面的屏幕（6），带有乐器（4）的护士应该接近。辅助外科医生（2）必须能够舒适地控制相机并清楚地看到屏幕（6）。吹入塔（5）应该附近，也可以提供麻醉师（3）和其他额外屏幕，以便每个人都清楚地了解正在发生的事情。",
                        "ja": "外科医（1）は、またはの配置を担当する。この構成は、実行されている特定の手順に依存する。外科医（1）は直接正面に直接スクリーン（6）を持つべきであり、そして機器（4）の看護師は近くにあるべきです。補助外科医（2）は、カメラを快適に制御し、画面（6）を明確に見ることができなければならない。 Insufflation Tower（5）は近くにあり、麻酔科医（3）やその他のものを提供することもできます。"
                    }
                }
            ]
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In the first exercises you will learn how the operative area works. In these exercises, pay close attention to how the reduced haptic and tactile feedback and how the counter-intuitive fulcrum effect as well as the lack of three-dimensional view will affect your ability to perform these simple tasks.",
                "pl": "W pierwszych ćwiczeniach trenujący pozna sposób działania pola operacyjnego. Warto zwrócić uwagę na zredukowaną ilość wyczuwalnej informacji zwrotnej, na sprzeczny z intuicją efekt podparcia odwracający kierunek ruchu, oraz na brak trójwymiarowego widoku podczas tych prostych ćwiczeń.\n",
                "es": "En los primeros ejercicios, aprenderá cómo funciona el área operativa. En estos ejercicios, preste mucha atención a la forma en que reduce la retroalimentación háptica y táctil y cómo el efecto de fulcrum contraproducente, así como la falta de visión tridimensional, afectará su capacidad para realizar estas tareas simples.",
                "zh-cn": "在第一次练习中，您将学习操作区域的工作原理。在这些练习中，密切关注减少触觉和触觉反馈以及如何对抗直觉支点效应以及缺乏三维视图将影响您执行这些简单任务的能力。",
                "ja": "最初の演習で、あなたは手術地域がどのように機能するかを学ぶでしょう。これらの演習では、触覚的および触覚的なフィードバックの減少、そして反力の支点効果と三次元ビューの欠如がこれらの単純なタスクを実行する能力にどのように影響するかにどのように注意を払います。"
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "en": "Posture, Ergonomics and Positioning in Laparoscopy",
        "pl": "Postawa, ergonomia i pozycjonowanie w laparoskopii ",
        "es": "Postura, ergonomía y posicionamiento en laparoscopia.",
        "zh-cn": "腹腔镜检查姿势，人体工程学和定位",
        "ja": "腹腔鏡検査における姿勢、人間工学と位置決め"
    },
    "subTitle": {
        "en": "An intro on proper handling, posture and adjustment when using laparoscopic instruments.",
        "pl": "O właściwej postawie i ustawieniach pola operacyjnego podczas posługiwania się instrumentami laparoskopowymi.",
        "es": "Una introducción en el manejo, postura y ajuste adecuados al usar instrumentos laparoscópicos.",
        "zh-cn": "使用腹腔镜仪器时适当处理，姿势和调整的介绍。",
        "ja": "腹腔鏡器具を使用するときの適切な取り扱い、姿勢および調整に関するイントロ。"
    }
}