{
    "id": "edu15_anastomosis",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Anastomosis is a connection between two vessels, veins, streams or ducts. In surgery, anastomosis is the connection of such structures to retain their fluid flow capacity after healing. Because the surgeon must successfully apply sutures all around the irregular shape and pull these structures together to fit each other, anastomosis is simply one of the most difficult skills to master. Traditionally experienced surgeons can be trusted to consistenly and accurately perform procedures with anastomosis.",
                "pl": "Zespolenie jest połączeniem pomiędzy dwoma naczyniami, żyłami, strumieniami lub przewodami. W chirurgii, zespolenie polega na połączeniu struktur w celu zachowania zdolności przepływu płynów po zagojeniu. Ponieważ chirurg musi założyć szwy wokół nieregularnego kształtu i musi dopasować ze sobą krawędzie, zespolenie jest jedną z najtrudniejszych do opanowania umiejętności. Tradycyjnie tylko doświadczeni chirurdzy decydują się i są dopuszczani do wykonywania tych manewrów w zabiegach.",
                "es": "La anastomosis es una conexión entre dos vasos, venas, arroyos o conductos. En la cirugía, la anastomosis es la conexión de tales estructuras para retener su capacidad de flujo de fluido después de la curación. Debido a que el cirujano debe aplicar con éxito suturas alrededor de la forma irregular y juntar estas estructuras para adaptarse mutuamente, la anastomosis es simplemente una de las habilidades más difíciles para dominar. Se puede confiar en los cirujanos tradicionalmente experimentados para realizar procedimientos de manera consciente y precisa con anastomosis.",
                "zh-cn": "吻合是两个血管，静脉，溪流或管道之间的连接。在手术中，吻合是这种结构的连接，以在愈合后保持其流体流量。因为外科医生必须成功地涂抹缝线周围的不规则形状并将这些结构彼此相适合，吻合术只是掌握最困难的技能之一。传统上经历了经验丰富的外科医生可以信任，并且可以通过吻合术来组成和准确地进行手术。",
                "ja": "吻合症は、2つの船舶、静脈、流れ、またはダクトの間の接続です。手術において、吻合は、治癒後のそれらの流体流能力を保持するような構造の接続である。外科医は、不規則な形状の周りに縫合糸を適用し、これらの構造を互いに合うように引っ張らなければならないので、吻合は単にマスターの最も難しいスキルの1つです。伝統的に経験豊富な外科医は、吻合を伴う手順を一貫して正確に行うことを信頼することができます。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The biggest reason why anastomosis is so difficult to perform is that when ducts and vessels are clipped, they become flaccid and fragile. It is challenging to precisely grasp one wall without grasping the other. In the following exercises pay close attention to techniques which will help you in grasping and capturing the target location for each needle throw. Pay close attention to the angle of the needle in relation to the target tissue.",
                "pl": "Największym powodem, dla którego zespolenie jest tak trudne do wykonania, jest to, że przewody i naczynia są wiotkie i delikatne. Trudno jest precyzyjnie chwycić jedną ściankę bez chwycenia drugiej. W kolejnych ćwiczeniach zwróć szczególną uwagę na techniki, które pomogą Ci w nakłuciu odpowiedniego miejsca. Zwróć szczególną uwagę na kąt nachylenia igły w stosunku do tkanki docelowej i na lokalizację przekłucia.",
                "es": "La mayor razón por la que la anastomosis es tan difícil de realizar es que cuando los conductos y los buques se recortan, se vuelven flácidos y frágiles. Es un desafío de captar con precisión una pared sin agarrar al otro. En los siguientes ejercicios, preste mucha atención a las técnicas que lo ayudarán a agarrar y capturar la ubicación de destino para cada tiro de aguja. Preste mucha atención al ángulo de la aguja en relación con el tejido objetivo.",
                "zh-cn": "为什么吻合术难以表演的最大原因是当管道和血管被夹住时，它们变得松弛和脆弱。精确抓住一个墙体而不抓住另一堵墙是挑战的。在以下练习中，请密切关注技术，帮助您抓住并捕获每个针头的目标位置。密切关注针对目标组织的针角度。",
                "ja": "吻合が困難である最大の理由は、ダクトや船が切り取られたとき、それらは弛緩され壊れやすくなるということです。もう一方の壁を把握することなく正確に壁を握るのは難しいです。以下の演習では、各針投球の目標位置を把握し取り込むのに役立つ技術に注意を払います。標的組織に対して針の角度に細心の注意を払う。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Another challenging aspect is the precise approximation where the target tissues of the two structures are to become joined. The surgeon must estimate where the edges of the tubular tissue should join and must predict how to join them accurately. The purpose of a successful anastomosis is for the tissue to heal without being twisted out of shape or constricting flow. The best way to do this is to carefully select the first location, and then to add each subsequent knot location close by.",
                "pl": "Innym trudnym aspektem zespoleń jest precyzyjne przybliżenie krawędzi do siebie. Tkanki docelowe obu struktur muszą się połączyć w odpowiednim miejscu. Celem udanego zespolenia jest gojenie się tkanki bez zniekształceń i bez ograniczenia przepływu płynów. Najlepszym sposobem jest ostrożne wybranie pierwszej lokalizacji węzła przesuwnego, a następnie dodawanie kolejnych węzłów w pobliżu wykorzystując jako odniesienie wcześniejsze. Każdy węzeł wymaga dużo cierpliwości. Pomimo to zakładając kolejne węzły obok siebie, można zaoszczędzić trochę czasu oraz przygotować i zaplanować każdy kolejny rzut wykorzystując poprzednie. \n",
                "es": "Otro aspecto desafiante es la aproximación precisa en la que se unen los tejidos diana de las dos estructuras. El cirujano debe estimar dónde debe unirse los bordes del tejido tubular y debe predecir cómo unirse con precisión. El propósito de una anastomosis exitosa es que el tejido se cure sin que se retuerce de forma o restrictan el flujo. La mejor manera de hacerlo es seleccionar cuidadosamente la primera ubicación, y luego agregar cada ubicación de nudo posterior cerca.",
                "zh-cn": "另一个具有挑战性的方面是两种结构的目标组织被连接的精确近似。外科医生必须估计管状组织的边缘应该加入的地方，并且必须预测如何准确加入它们。成功的吻合术的目的是组织愈合而不被扭曲出形状或收缩流动。这样做的最佳方法是仔细选择第一个位置，然后添加每个后续的结位置。",
                "ja": "他の挑戦的な態様は、2つの構造の標的組織が接合されるようになる正確な近似値である。外科医は、管状組織の縁部が接合されるべき場所を推定しなければならず、正確にそれらに参加する方法を予測しなければならない。吻合を成功させるための目的は、組織が形状からねじれたり狭窄したりすることなく治癒することです。これを行う最善の方法は、最初の場所を慎重に選択してから、後続の各ノットの場所を追加することです。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Generally, anastomosis in laparoscopy is avoided. Aside from requiring skill, the maneuver is time consuming. Each knot adds complexity and much patience is required to apply each additional knot. By applying subsequent knots next to each other it is possible to save some time and to prepare and plan for the next throw while executing the previous.",
                "pl": "Zasadniczo, ze względu na wymagany poziom umiejętności, w laparoskopii unika się zespoleń. Manewr jest czasochłonny i trudny.",
                "es": "En general, se evita anastomosis en laparoscopia. Aparte de requerir habilidad, la maniobra consume mucho tiempo. Cada nudo agrega complejidad y se requiere mucha paciencia para aplicar cada nudo adicional. Al aplicar nudos posteriores uno al lado del otro, es posible ahorrar algún tiempo y prepararse y planificar para el próximo lanzamiento mientras ejecuta el anterior.",
                "zh-cn": "通常，避免了腹腔镜检查中的吻合术。除了需要技巧，机动是耗时的。每个结增加复杂性，需要大量的耐心来应用每个额外的结。通过在彼此旁边施加后续结，可以节省一些时间并在执行前一个时准备并计划下一步投掷。",
                "ja": "一般に、腹腔鏡検査における吻合症は避けられています。スキルを要求することを除けば、操縦は時間がかかります。各ノットは複雑さを追加し、各追加の結び目を適用するには多くの忍耐が必要です。隣の後続の結び目を適用することによって、何らかの時間を節約し、前の実行中に次のスローを準備し計画することが可能である。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Because tissue is flaccid and because it stretches with tension, the sliding knot is especially useful for anastomosis. With this knot it is possible to first select where it should be and then to create the necessary loops and to apply the amount of necessary force to bring the edges gradually together afterwards. What’s more, the sliding knot can be temporarily locked. In complex procedures such as pediatric esophageal atresia, multiple sliding knots can be applied without being tightened all the way immediately. The distance between these two openings is so large that the amount of force needed to bring them together can cause the tissue to tear. By unlocking, gradually tightening and re-locking each knot it is possible to spread the tension and prevent all of it from being concentrated on the tissue around the one initial knot. This procedure illustrates well how the sliding knot can be used for any anastomosis where the target tissues are tense.",
                "pl": "Ponieważ tkanka jest zwiotczała i rozciąga się z naprężeniem, przy zespoleniach kluczowy jest węzeł przesuwny. Dzięki temu węzłowi można najpierw wybrać lokalizację zespolenia, utworzyć niezbędne pętle i zastosować odpowiednią siłę, aby następnie stopniowo przyciągnąć krawędzie. Co więcej, węzeł przesuwny można też tymczasowo zablokować. W złożonych procedurach, takich jak zespolenie atrezji przełyku u noworodków, można zastosować wiele węzłów przesuwnych bez natychmiastowego ich zaciągania. Odległość pomiędzy dwoma otworami na pojedynczym węźle może być tak duża, że siła potrzebna do ich połączenia może spowodować rozerwanie tkanki. Aplikując kilka luźnych węzłów przesuwnych, odblokowując, stopniowo napinając i ponownie blokując każdy węzeł, można rozłożyć to napięcie i zapobiec jego koncentracji na tkance wokół jednego miejsca. Ta procedura, powszechnie uznawana za najtrudniejszą, dobrze ilustruje, w jaki sposób można wykorzystać węzeł przesuwny do dowolnego zespolenia, w którym tkanki docelowe są napięte.",
                "es": "Debido a que el tejido es flácido y porque se extiende con tensión, el nudo deslizante es especialmente útil para la anastomosis. Con este nudo, es posible seleccionar primero dónde debería ser y luego crear los bucles necesarios y aplicar la cantidad de fuerza necesaria para que los bordes se juntan gradualmente. Además, el nudo deslizante se puede bloquear temporalmente. En procedimientos complejos, como la atresia esofágica pediátrica, se pueden aplicar múltiples nudos deslizantes sin apretarse de inmediato. La distancia entre estas dos aberturas es tan grande que la cantidad de fuerza necesaria para reunirlos puede hacer que el tejido se rasgue. Al desbloquear, apretar gradualmente y volver a bloquear cada nudo, es posible propagar la tensión y evitar que todos se concentren en el tejido alrededor del nudo inicial. Este procedimiento ilustra bien cómo se puede usar el nudo deslizante para cualquier anastomosis donde los tejidos diana están tensos.",
                "zh-cn": "因为组织是松弛的，因为它伸出张力，所以滑动结是吻合术的特别有用。利用这种结，可以首先选择它应该的地方，然后创造必要的环，并施加必要的力量以后将边缘逐渐地逐渐地。更重要的是，滑动结可以暂时锁定。在诸如儿科食道闭锁的复杂程序中，可以施加多个滑动结而不立即收紧。这两个开口之间的距离如此之大，使得将它们一起带来所需的力量会导致组织撕裂。通过解锁，逐渐紧固和重新锁定每个结，可以扩散张力并防止所有其集中在一个初始结的组织上。该过程说明了滑动结如何用于靶组织时态的任何吻合术。",
                "ja": "組織はフラクシッドであり、それが張力で伸びるので、スライド結び目は吻合に特に有用です。この結び目では、最初に、必要なループを作成してから必要なループを作成し、その後エッジを徐々に一緒に持ち込むために必要な力の量を適用することができます。さらに、スライドノットを一時的にロックすることができます。小児食道症のような複雑な手順では、直ちに締めても複数のスライド結び目を適用することができます。これら2つの開口部間の距離は非常に大きいので、それらを一緒に持ち込むのに必要な力の量は組織を引き裂く可能性がある。ロック解除することで、各結び目を徐々に締めて再びロックすることで、張力を広げ、1つの初期結び目の周りの組織に集中するのを防ぎます。この手順は、標的組織が緊張する吻合にどのようにスライド結び目を使用することができるかをよく示している。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The last challenge for anastomosis is the angle of the target throws. The round shape of the edges means that several knots have to be performed at awkward angles and the edges furthest away from the surgeon must be prioritized.",
                "pl": "Ostatnim wyzwaniem dla zespolenia jest kąt na krawędziach. Okrągły kształt krawędzi oznacza, że kilka węzłów musi być wykonanych pod niewygodnymi kątami, a pierwszeństwo muszą mieć krawędzie najbardziej oddalone, a zespolenie powinno być zakończone na tych znajdujących się najbliżej.",
                "es": "El último desafío para la anastomosis es el ángulo de los lanzamientos objetivo. La forma redonda de los bordes significa que se deben realizar varios nudos en ángulos incómodos y los bordes más alejados del cirujano deben ser priorizados.",
                "zh-cn": "吻合术的最后一个挑战是目标抛出的角度。边缘的圆形意味着必须在尴尬的角度下执行几个结，并且必须优先考虑远离外科医生的边缘。",
                "ja": "吻合の最後の課題は、ターゲットスローの角度です。縁部の円形の形状は、数個の結び目をぎこちない角度で行わなければならず、外科医から最も遠い縁部を優先されなければならないことを意味する。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "By correctly performing anastomosis maneuvers the trainee will have demonstrated the highest level of skill in using laparoscopic instruments.",
                "pl": "Wykonując poprawnie zespolenia trenujący może zademonstrować najwyższy poziom umiejętności w posługiwaniu się instrumentami laparoskopowymi. ",
                "es": "Al realizar correctamente, las maniobras de anastomosis, el aprendiz habrá demostrado el más alto nivel de habilidad en el uso de instrumentos laparoscópicos.",
                "zh-cn": "通过正确执行吻合术例，运动员将展示使用腹腔镜仪器的最高水平的技能。",
                "ja": "吻合操作を正しく実行することによって、研修生は腹腔鏡計器を使用するのに最も高いレベルのスキルを実証しました。"
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "en": "Anastomosis Exercises",
        "pl": "Ćwiczenia zespoleń",
        "es": "Ejercicios de anastomosis",
        "zh-cn": "吻合术练习",
        "ja": "吻合症状"
    },
    "subTitle": {
        "en": "Skillful Anastomosis as the final skill in developing advanced laparoscopic suturing abilities.",
        "pl": "Umiejętne zespolenia są jedną z ostatnich umiejętności pokazanych w kursie zaawansowanych technik szycia.",
        "es": "Anastomosis hábil como la habilidad final en el desarrollo de habilidades de sutura laparoscópica avanzada.",
        "zh-cn": "熟练的吻合作为发展晚期腹腔镜缝合能力的最终技能。",
        "ja": "高度腹腔鏡下縫合能力を発症するのが最終的なスキルとしての巧みな吻合。"
    }
}