{
    "id": "edu21_hysterectomy",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Hysterectomy is the surgical removal of the uterus. It is one of the most commonly performed gynecological surgical procedures. Depending on the exact reason for the surgery, a hysterectomy may involve removing only the uterus, or the uterus along with other surrounding tissues and organs. The surgery is usually only recommended after other treatment options have been ruled out.",
                "pl": "Histerektomia jest chirurgicznym usunięciem macicy oraz często otaczających ją narządów. Jest jednym z najczęściej wykonywanych zabiegów w ginekologii. Rekomendowany jest tylko i wyłącznie wtedy kiedy zawiodły wszystkie inne metody leczenia. W zależności od wskazań do zabiegu, histerektomia może polegać na usunięciu samej macicy bądź na usunięciu macicy wraz z otaczającymi ją tkankami i narządami.",
                "es": "La histerectomía es la eliminación quirúrgica del útero. Es uno de los procedimientos quirúrgicos ginecológicos más frecuentes. Dependiendo de la razón exacta de la cirugía, una histerectomía puede implicar eliminar solo el útero, o el útero junto con otros tejidos y órganos circundantes. La cirugía generalmente se recomienda solo después de que se hayan descartado otras opciones de tratamiento.",
                "zh-cn": "子宫切除术是外科手术去除子宫。它是最常见的妇科手术程序之一。根据手术的确切原因，子宫切除术可能包括仅除去子宫，或子宫以及其他周围组织和器官。在排除其他治疗方案之后，通常只推荐手术。",
                "ja": "子宮切除術は子宮の外科的除去です。それは最も一般的に行われた婦人科手術手順の1つです。手術の正確な理由に応じて、子宮切除術は子宮のみ、または他の周囲の組織や臓器と共に子宮のみを除去することを含み得る。手術は通常、他の治療法のオプションが除外された後にのみ推奨されます。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Early hysterectomies were very risky. They were performed without anaesthesia and had a high mortality rate. In the early 20th century the procedure became safer with the introduction of anaesthesia, antibiotics and many other innovations and advancements. However, with the introduction of the laparoscopic approach it became even safer and has since been used more frequently by gynecologists around the world. It is predicted that in the future the development of many new forms of therapy might change the traditional indications for hysterectomy.",
                "pl": "Historycznie zabieg był bardzo ryzykowny. Początkowo wykonywany był bez znieczulenia i śmiertelność była wysoka. Wraz z rozwojem znieczuleń, antybiotyków oraz innych innowacji, zabieg zyskał na popularności w XX w. Metoda laparoskopowa wprowadzana w latach 90-tych spowodowała że zabieg stał się o wiele bezpieczniejszy i jest wykonywany przez ginekologów coraz częściej na całym świecie. Aczkolwiek badania naukowe przewidują że rozwój innych form terapii może obniżyć liczbę wykonywanych histerektomii gdyż zabieg ten nadal niesie ze sobą ryzyko komplikacji.",
                "es": "Las histerectomías tempranas fueron muy riesgosas. Se realizaron sin anestesia y tenían una alta tasa de mortalidad. A principios del siglo XX, el procedimiento se puso más seguro con la introducción de la anestesia, los antibióticos y muchas otras innovaciones y avances. Sin embargo, con la introducción del enfoque laparoscópico, se hizo aún más seguro y desde entonces ha sido usado con más frecuencia por los ginecólogos de todo el mundo. Se prevé que en el futuro el desarrollo de muchas nuevas formas de terapia puede cambiar las indicaciones tradicionales de la histerectomía.",
                "zh-cn": "早期的子宫切除术是非常危险的。它们在没有麻醉的情况下进行并且具有高死亡率。在20世纪初，手术因引入麻醉，抗生素和许多其他创新和进步而变得更加安全。然而，随着腹腔镜的引入，它变得更加安全，并且已经被世界各地的妇科医生更频繁地使用。据预测，将来，许多新形式的治疗的发展可能会改变子宫切除术的传统适应症。",
                "ja": "初期の子宮摘出術は非常に危険でした。それらは麻酔なしで行われ、死亡率が高い。 20世紀初頭には、麻酔、抗生物質、その他多くの革新と進歩の導入が続いています。しかし、腹腔鏡下アプローチの導入により、それはさらに安全になり、それ以来、世界中の婦人科によってより頻繁に使用されてきました。将来的には、多くの新しい形態の治療法の開発が子宮摘出術の伝統的な指標を変えるかもしれないと予測されています。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "There are many possible variations of conditions which are good indications for the procedure. Sometimes these are long-term conditions which persistently affect the comfort and quality of life of the patient. Endometriosis, a growth of the uterine lining, or adenomyosis, where the uterine lining has grown into and through the uterine wall musculature, may be the cause of bleeding and pain. The growth of uterine fibroids or uterine prolapse, which happens when the uterus sags down due to weakened or stretched pelvic muscles, may lead to significant discomfort and pain for the patient. Hysterectomy is also often performed to either prevent the development of cervical or uterine cancer or to remove abnormalities which may lead to cancer.",
                "pl": "Istnieje wiele różnych możliwych przyczyn i warunków które mogą być wskazaniem do tej procedury. Czasami są to długotrwałe problemy które negatywnie wpływają na komfort pacjentki. Endometrioza, czyli rozrost wyściółki macicy lub adenomioza, w której wyśćiółka macicy wrosła w mięśnie ściany macicy i przez nie przenika, mogą być przyczyną krwawienia i bólu. Rozrost mięśniaków macicy lub wypadanie macicy z powodu osłabienia mięśni miednicy też mogą prowadzić do znaczącego dyskomfortu i bólu u pacjentek. Histerektomia jest też często wykonywana aby zapobiec rozwojowi raka szyki macicy lub samej macicy, albo żeby usunąć nieprawidłowości które mogą doprowadzać do raka.",
                "es": "Hay muchas variaciones posibles de las condiciones que son buenas indicaciones para el procedimiento. A veces, estas son condiciones a largo plazo que afectan persistentemente la comodidad y la calidad de vida del paciente. Endometriosis, un crecimiento del forro uterino, o adenomiosis, donde el revestimiento uterino ha crecido en y a través de la musculatura de la pared uterina, puede ser la causa del sangrado y el dolor. El crecimiento de los fibromas uterinos o el prolapso uterino, que ocurre cuando el útero se cierra debido a los músculos pélvicos debilitados o estirados, puede provocar incomodidad y dolor significativo para el paciente. La histerectomía también se realiza a menudo para evitar el desarrollo del cáncer cervical o uterino o eliminar las anomalías que pueden provocar cáncer.",
                "zh-cn": "对于该程序，有许多可能的条件变化是良好的迹象。有时这些是长期条件，持续影响患者的舒适和生活质量。子宫内膜异位症，子宫衬里的生长，或腺瘤患者，子宫衬里生长到和通过子宫壁肌肉组织，可能是出血和疼痛的原因。子宫肌瘤或子宫脱垂的生长，当子宫由于弱化或拉伸骨盆肌而下降时，可能导致患者的显着不适和疼痛。通常还进行子宫切除术，以防止宫颈或子宫癌的发育或去除可能导致癌症的异常。",
                "ja": "手順に適した適応症である条件の多くの可能な変動があります。時にはこれらは患者の快適さと寿命の質に持続的に影響を与える長期的な条件です。子宮内膜の成長、子宮内膜の成長、または子宮の裏地が子宮壁の筋肉士に成長し、出血や痛みの原因となる可能性があります。子宮筋腫または子宮脱出の成長は、子宮筋筋が弱まったり伸びたりすると、子宮が弱い骨盤筋の原因となったときに起こり、患者の疼痛につながる可能性があります。子宮摘出術はまた、頸部または子宮癌の発症を防ぐため、または癌につながる可能性がある異常を除去するためにしばしば行われる。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "A competent gynecologist must therefore thoroughly follow the patient for several years and maintain quality records to precisely assess the exact scope and type of hysterectomy to be performed. Apart from having a thorough understanding of the physiology and pathology of the reproductive organs themselves, the gynecologist must also have a deep understanding of the psycho/social/sexual aspects of the patient. It is important that the gynecologist has the patient’s full confidence and is able to make the most accurate judgement about the necessity for hysterectomy.",
                "pl": "Dobry ginekolog musi zatem przez kilka lat dokładnie obserwować stan pacjentki i musi skrupulatnie prowadzić dokumentację, aby móc dokładnie ocenić zakres i potrzebę wykonania histerektomii. Oprócz dogłębnego zrozumienia fizjologii czy patologii samych narządów rozrodczych, ginekolog musi również dobrze zrozumieć psycho/społeczne/seksualne warunki pacjentki. Ważne jest, aby ginekolog miał pełne zaufanie pacjentki i żeby był w stanie jak najdokładniej ocenić konieczność wykonania tego zabiegu.",
                "es": "Por lo tanto, un ginecólogo competente debe seguir exhaustivamente al paciente durante varios años y mantener registros de calidad para evaluar con precisión el alcance exacto y el tipo de histerectomía a realizar. Además de tener una comprensión profunda de la fisiología y la patología de los órganos reproductivos, el ginecólogo también debe tener una comprensión profunda de los aspectos psicosicos / sociales / sexuales del paciente. Es importante que el ginecólogo tenga la plena confianza del paciente y sea capaz de hacer el juicio más preciso sobre la necesidad de la histerectomía.",
                "zh-cn": "因此，一名主管妇科医生必须彻底遵循患者几年，并保持质量记录，精确评估要进行的子宫切除术的确切范围和类型。除了对生殖器官本身的生理学和病理有彻底了解，妇科医生还必须深入了解患者的心理/社会/性方面。重要的是，妇科医生有患者充满信心，能够对子宫切除术的必要性做出最准确的判断。",
                "ja": "したがって、有能な婦人科医は、徹底的に数年間徹底的に従わなければならず、実行されるべき正確な範囲および種類の範囲および種類を正確に評価するために品質の記録を維持しなければならない。生殖器官自体の生理学的および病理学を徹底的に理解していることとは別に、婦人科医はまた、患者の精神/社会的/性的側面を深く理解しなければならない。婦人科医が患者の完全自信を持っており、子宮摘出術の必要性について最も正確な判断を下すことができることが重要です。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Laparoscopic Hysterectomy",
                "pl": "Histerektomia metodą laparoskopową",
                "es": "Histerectomía laparoscópica",
                "zh-cn": "腹腔镜子宫切除术",
                "ja": "腹腔鏡の子宮摘出術"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In the laparoscopic approach to hysterectomy, the body of the uterus is accessed through ports placed in the abdomen. A manipulator is placed through the vagina and inside the uterus to allow the uterus to be repositioned throughout the procedure. In this way it is possible to clearly visualize the fundus of the uterus as well as the uterine tubes which lead to the ovaries. In this way the instruments are capable of reaching all the relevant areas. Depending on the exact scope of the procedure, instruments should be able to precisely cut and coagulate the target tissues.",
                "pl": "W metodzie laparoskopowej histerektomii dostęp do trzonu macicy jest możliwy dzięki portom umieszczonym na dolnej części jamy brzusznej. Manipulator macicy jest włożony przez pochwę, co umożliwia kontrolę nad pozycją macicy wewnątrz pola operacyjnego. W ten sposób możliwe jest wyraźna wizualizacja jajowodów, jajników oraz dna macicy. Instrumenty w tej metodzie są w stanie dotrzeć do wszystkich obszarów i w zależności od zakresu zabiegu, mogą precyzyjnie wyciąć albo koagulować potrzebne tkanki.",
                "es": "En el enfoque laparoscópico de la histerectomía, se accede al cuerpo del útero a través de puertos colocados en el abdomen. Se coloca un manipulador a través de la vagina y dentro del útero para permitir que el útero se reposicione durante todo el procedimiento. De esta manera, es posible visualizar claramente el fondo del útero, así como los tubos uterinos que conducen a los ovarios. De esta manera, los instrumentos son capaces de alcanzar todas las áreas relevantes. Dependiendo del alcance exacto del procedimiento, los instrumentos deben poder cortar y coagular con precisión los tejidos diana.",
                "zh-cn": "在腹腔镜检查的子宫切除术方法中，通过放置在腹部的端口进入子宫的主体。操纵器通过阴道和子宫内部放置，以允许子宫在整个过程中重新定位。以这种方式，可以清楚地可视化子宫的眼底以及导致卵巢的子宫管。通过这种方式，仪器能够达到所有相关领域。根据程序的确切范围，仪器应能够精确切割并凝固靶组织。",
                "ja": "子宮切除術への腹腔鏡的アプローチでは、子宮の体は腹部に置かれた港を通してアクセスされます。マニピュレータは、子宮が手順を通して再配置されることを可能にするために、膣内および子宮内の内側に配置される。このようにして、子宮の眼底、ならびに卵巣につながる子宮の管を明確に視覚化することが可能である。このようにして、楽器はすべての関連領域に到達することができる。手順の正確な範囲に応じて、機器は標的組織を正確に切断し凝固させることができるはずです。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In the first stage, the gynecologist either cuts the surface tissues on the left and right side of the uterus and the uterine tubes, or the broad ligaments which hold the ovaries. Depending on the procedure being performed, the ovaries may be cut off to be removed along with the uterus, or the tubes can be cut in the area between the ovaries and the uterus, with the ovaries being removed later after the entire uterus has been removed. Regardless of the approach, the uterine manipulator is used to angle the uterus to create tension on the tissues.",
                "pl": "W pierwszym etapie ginekolog przycina tkanki prowadzące do macicy po obu stronach, a także przecina jajowod lub więzadła szerokie, które podtrzymują jajniki. W zależności od wykonywanej wersji zabiegu jajniki mogą zostać odcięte i usunięte razem z macicą, albo mogą też zostać przycięte pomiędzy jajnikami a macicą i zostać później wycięte i usunięte po całkowitym usunięciu macicy przez pochwę. Manipulator macicy pomaga w ustawianiu kąta macicy aby możliwe było odpowiednie napięcie na tkankach i możliwa była ich precyzyjna identyfikacja przez ginekologa. ",
                "es": "En la primera etapa, el ginecólogo reduce los tejidos de la superficie en el lado izquierdo y derecho del útero y los tubos uterinos, o los ligamentos anchos que sostienen los ovarios. Dependiendo del procedimiento que se realiza, los ovarios se pueden cortar para ser eliminados junto con el útero, o los tubos se pueden cortar en el área entre los ovarios y el útero, con los ovarios que se eliminan más adelante después de que se haya eliminado todo el útero. . Independientemente del enfoque, el manipulador uterino se usa para inclinar el útero para crear tensión en los tejidos.",
                "zh-cn": "在第一阶段，妇科医生否则将子宫和子宫管的左侧和右侧的表面组织切割，或保持卵巢的宽韧带。取决于所执行的程序，可以与子宫一起切断卵巢，或者可以与子宫一起移除，或者可以在卵巢和子宫之间的区域中切割管，并且卵形在稍后移除整个子宫后被移除。无论这种方法如何，子宫机械手用于角度，子宫伸出术以在组织上产生张力。",
                "ja": "第1段階では、婦人科医は、子宮と子宮管の左右に表面組織を切断したり、卵巣を保持する広い靭帯とを切り取る。実行されている手順に応じて、卵巣を子宮と共に除去するように遮断することができ、または管全体が除去された後に後に卵巣が除去された状態でチューブを卵巣と子宮の間の領域に切断することができる。 。アプローチにかかわらず、子宮マニピュレータは、組織に張力を生み出すために子宮を角度するために使用されます。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "After cutting the tissues on both sides of the uterus, it becomes possible to cut the remaining tissues above and below the uterus. This is done layer by layer while avoiding the bladder and ureters which are located above the uterus. After this has been done it is possible to see the uterine manipulator inside the uterus, and after all tissues have been cut it should be possible to remove the entire uterus along with the manipulator through the vaginal cuff. If the ovaries were not cut along with the uterus, the next step of the procedure is to remove them as well.",
                "pl": "Po przecięciu tkanek po obu stronach macicy kolejnym etapem w procedurze jest nacinanie i separacja pozostałych tkanek nad oraz pod macicą. Powinno to być robione warstwa po warstwie omijając i oddzielając pęcherz i moczowody znajdujące się ponad macicą w polu operacyjnym. Po wykonaniu tych przecięć powinien być już uwidoczniony manipulator pochwy. Po odcięciu ostatnich tkanek cała macica powinna być już wyodrębniona. Powinna ona zostać usunięta przez pochwę. Jeśli nie zostały ucięte wraz z macicą, kolejnym krokiem jest wycięcie i usunięcie jajników.",
                "es": "Después de cortar los tejidos en ambos lados del útero, se hace posible reducir los tejidos restantes por encima y por debajo del útero. Esto se realiza la capa por capa, al tiempo que evita la vejiga y los uréteres que se encuentran sobre el útero. Una vez que se haya hecho esto, es posible ver el manipulador uterino dentro del útero, y después de que se hayan cortado todos los tejidos, debe ser posible eliminar el útero completo junto con el manipulador a través del manguito vaginal. Si los ovarios no se cortaron junto con el útero, la siguiente etapa del procedimiento es eliminarlos también.",
                "zh-cn": "在切割子宫两侧的组织后，可以切割子宫上方和下方的剩余组织。这是通过层完成层，同时避免位于子宫上方的膀胱和尿素。在完成此之后，可以在子宫内看到子宫机械手，并且在切割所有组织之后，应该可以通过阴道袖带一起去除整个子宫和操纵器。如果卵巢与子宫一起切割，则过程的下一步是删除它们。",
                "ja": "子宮の両側に組織を切断した後、子宮の上下の残りの組織を切断することが可能になる。これは、子宮の上方に位置する膀胱とウレトターを回避しながら、層別層によって層別にされています。これが行われた後、子宮内部の子宮マニピュレータを見ることが可能であり、そして全ての組織が切断された後、膣カフを通してマニピュレータ全体を除去することが可能であるべきである。卵巣が子宮と共に切られなかった場合、手順の次のステップもそれらを取り除くことです。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "After removing the entire uterus it is very important to seal off the vaginal cuff relatively quickly to avoid the CO2 from leaving the cavity. This is usually done by suturing, and requires that the gynecological surgeon be skilled in laparoscopic suturing. When suturing it is important to include both layers including the epithelium to avoid complications and so that the entire vaginal cuff can heal properly.",
                "pl": "Po usunięciu całej macicy ważne jest stosunkowo szybkie i szczelne zamknięcie pozostałego kikuta pochwy aby zapobiec wydostawaniu się gazu z pola operacyjnego. Jest to wykonywane szwem ciągłym i ginekolog musi być wyszkolony w szyciu laparoskopowym. Podczas czycia, ważne jest aby objąć obie warstwy na krawędziach kikuta, w tym nabłonek. Jest to konieczne aby kikut pochwy się mógł prawidłowo zagoić. ",
                "es": "Después de eliminar todo el útero, es muy importante sellar el manguito vaginal de manera relativamente rápida para evitar que el CO2 salga de la cavidad. Esto se hace generalmente por sutura, y requiere que el cirujano ginecológico sea experto en sutura laparoscópica. Cuando se suture, es importante incluir ambas capas, incluido el epitelio para evitar complicaciones y para que todo el manguito vaginal pueda curarse adecuadamente.",
                "zh-cn": "去除整个子宫后，非常重要地密封阴道箍，以避免CO2离开腔。这通常是通过缝合来完成的，并且要求妇科外科医生在腹腔镜缝合中熟练。当缝合时，重要的是包括两个层，包括上皮，以避免并发症，使整个阴道袖口可以妥善愈合。",
                "ja": "子宮全体を取り除いた後、CO2がキャビティを出るのを避けるために比較的迅速に膣カフをシールすることは非常に重要である。これは通常縫合によって行われ、婦人科外科医が腹腔鏡下縫合に熟練していることを必要とする。縫合されるとき、合併症を避けるための上皮を含む層を含めることが重要であり、その結果、膣カフ全体が適切に治癒することができる。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Types of Hysterectomy",
                "pl": "Rodzaje Histerektomii",
                "es": "Tipos de histerectomía",
                "zh-cn": "子宫切除术的类型",
                "ja": "子宮摘出術の種類"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "There are several types of hysterectomy which are related to the scope of the surgery. In a radical hysterectomy with bilateral salpingo-oophorectomy the entire vagina, uterus, cervix, ovaries and fallopian tubes are removed. In a total hysterectomy with bilateral salpingo-oophorectomy the uterus, cervix, ovaries and fallopian tubes are removed. In a total hysterectomy only the uterus and cervix are removed. In a partial hysterectomy, also referred to as supracervical hysterectomy, only the uterus itself is removed.",
                "pl": "Rodzaj wykonywanej histerektomii jest zależny od zakresu procedury. W radykalnej histerektomii z obustronnym usunięciem jajowodów usunięta zostaje cała pochwa, macica, szyjka macicy, jajniki oraz jajowody. W całkowitej histerektomii wraz z obustronnym wycięciem jajowodów usunięta zostaje macica, szyjka macicy, jajniki oraz jajowody. Z kolei w całkowitej histerektomii usunięta zostaje jedynie macica i szyjka macicy. W częściowej histerektomii, zwanej również histerktomią nadszyjkową, usuwana jest tylko sama macica i pozostawiona jest szyjka macicy.",
                "es": "Hay varios tipos de histerectomía que están relacionados con el alcance de la cirugía. En una histerectomía radical con salpingo-oophorectomía bilateral, se eliminan la vagina, el útero, el cuello uterino, los ovarios y las trompas de Falopio. En una histerectomía total con salpingo-oophorectomía bilateral, se eliminan el útero, el cuello uterino, los ovarios y las trompas de Falopio. En una histerectomía total, solo se eliminan el útero y el cuello uterino. En una histerectomía parcial, también conocida como histerectomía supracervical, solo se elimina el útero mismo.",
                "zh-cn": "有几种类型的子宫切除术与手术的范围有关。在具有双侧Salpingo-Oophorectomy的自由基子宫切除术中，除去整个阴道，子宫，子宫颈，卵巢和输卵管。在含双侧Salpingo-Oophorectomy的总子宫切除术中，除去子宫，子宫颈，卵巢和输卵管。在总子宫切除术中，只移除子宫和子宫颈。在局部子宫切除术中，也称为Supracteracal子宫切除术，仅取出子宫本身。",
                "ja": "手術の範囲に関連するいくつかの種類のヒステティクター術がある。二輪間サルピョオ - 卵巣摘出術を有するラジカル子宮摘出術において、膣、子宮、子宮頸部、卵巣および卵管管全体が除去される。二国間サルピョア - 卵巣摘出術を伴う全子宮摘出術では、子宮、子宮頸部、卵巣および卵管の管が取り除かれます。全体の子宮切除術では、子宮と子宮頸部のみが取り除かれます。遮断子宮切除術とも呼ばれる部分子宮切除術では、子宮自体のみが除去される。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The exact type of hysterectomy selected depends on the indications for the procedure and the patient. For instance radical and total hysterectomies are usually the preferred approach with early-stage cervical cancer.  In these cases one of the primary intra-operative concerns is the possibility of tumor spillage or contamination. The main benefit of these approaches is that there will not be any need to perform cytology because the possibility of cervical cancer reappearing has been eliminated. Furthermore, depending on the patient, a bilateral salpingo-oophorectomy may be necessary to reduce the risk of prolapse in the future.",
                "pl": "Wybrany zakres procedury jest zależny od symptomów pacjentki. Na przykład radykalna czy całowita histerektomia jest przeważnie wykonywana we wczesnym stadium raka szyjki i macicy oraz w przypadkach onkologicznych. W takich przypadkach jednym z głównych problemów śródoperacyjnych jest możliwość rozlania się guza. Główną zaletą tych podejść jest to że nie będzie po zabiegu potrzeby wykonywania cytologii, ponieważ wyeliminiowana została szansa ponownego pojawienia się raka. Ponadto, w zależności od pacjentki, może być konieczne obustronna wycięcie jajowodów, aby zmniejszone było ryzyko w przyszłości.",
                "es": "El tipo exacto de histerectomía seleccionado depende de las indicaciones para el procedimiento y el paciente. Por ejemplo, las histerectomías radicales y totales son generalmente el enfoque preferido con el cáncer cervical en etapa temprana. En estos casos, una de las preocupaciones intraoperatorias primarias es la posibilidad de derrames o contaminación del tumor. El beneficio principal de estos enfoques es que no habrá ninguna necesidad de realizar citología porque se ha eliminado la posibilidad de reaparición del cáncer cervical. Además, dependiendo del paciente, puede ser necesaria una salpingo-ooporectomía bilateral para reducir el riesgo de prolapso en el futuro.",
                "zh-cn": "选择的确切类型的子宫切除术取决于程序和患者的指示。例如，自由基和总子宫切除术通常是具有早期宫颈癌的优选方法。在这些情况下，主要的术语疾病之一是肿瘤溢出或污染的可能性。这些方法的主要好处是，由于宫颈癌再次出现的可能性，没有任何需要进行细胞学。此外，取决于患者，可能需要双侧Salpingo-Oophorectomy以降低未来脱垂的风险。",
                "ja": "選択された厳密な種類の子宮摘出術は、処置および患者の徴候に依存する。例えば、ラジカルおよび総ヒステティクテ症は、通常、早期子宮頸癌による好ましいアプローチである。これらの場合において、主な術中の懸念の1つは、腫瘍のこぼれや汚染の可能性です。これらのアプローチの主な利点は、子宮頸がん再現の可能性が排除されているため、細胞診を実行する必要はないということです。さらに、患者に応じて、将来的には繁殖のリスクを低減するためには、二国間サルピョオ - 卵巣摘出術が必要であり得る。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "A total or partial hysterectomy is the preferred approach if the goal is to maintain healthy functioning of the ovaries. A partial hysterectomy, in which only the uterus itself is removed, is usually the most preferable as by maintaining the cervix the risk of complications at the level of the bladder, ureters and rectum can be entirely avoided and the surgical time can also be reduced.",
                "pl": "Całkowita i częściowa histerektomia jest preferowana kiedy celem jest utrzymanie zdrowego funkcjonowania jajników. Częściowa histerektomia, w której usuwana jest sama macica, jest najczęściej preferowana, ponieważ nie wycinając szyjki macicy można całkowicie unkinąć powikłań na poziomie pęcherza moczowego, moczowodów i odbytnicy, a także aby skrócić czas operacji.",
                "es": "Una histerectomía total o parcial es el enfoque preferido si el objetivo es mantener un funcionamiento saludable de los ovarios. Una histerectomía parcial, en la que solo se elimina el útero en sí, suele ser el más preferible, ya que al mantener el cuello uterino, el riesgo de complicaciones en el nivel de la vejiga, los uréteres y el recto pueden evitarse por completo y también se puede reducir el tiempo quirúrgico.",
                "zh-cn": "如果目标是保持卵巢的健康功能，则总体或部分子宫切除术是优选的方法。局部子宫切除术，其中仅除了子宫本身，通常是最优选的，因为通过将子宫颈保持在膀胱水平，输尿管和直肠的风险可以完全避免，并且还可以降低手术时间。",
                "ja": "目標が卵巣の健全な機能を維持することであるならば、全体的または部分的な子宮摘出術が好ましいアプローチである。子宮自体のみが除去されている部分ヒステリック摘出術は、膀胱のレベルで合併症のリスクを維持することによって、膀胱のレベルでの合併症の危険性を完全に回避することができ、そして外科的時間もまた減少させることができるという部分的に最も好ましい。"
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "Many different views and indications exist for selection of the right type of hysterectomy for the patient. It is entirely up to the gynecologist and the patient to determine the exact scope and the approach and to take into account all of the risks that stem from this choice.",
                "pl": "Istnieje wiele różnych poglądów i wskazań do wyboru odpowiedniego typu histerektomii dla danej pacjentki. Ten wybór jest kluczowy w pracy ginekologa. Musi zostać dokładnie określony zakres i podejście oraz musi być wzięte pod uwagę ryzyko i zagrożenia wynikające z wyboru.",
                "es": "Existen muchas vistas e indicaciones diferentes para la selección del tipo correcto de histerectomía para el paciente. Está enteramente de hasta el ginecólogo y el paciente determinar el alcance exacto y el enfoque y tener en cuenta todos los riesgos que se derivan de esta elección.",
                "zh-cn": "存在许多不同的观点和适应症，以便为患者选择正确类型的子宫切除术。它完全取决于妇科医生和患者确定确切的范围和方法，并考虑到这一选择的所有风险。",
                "ja": "患者のための適切な種類の子宮切除術を選択するための多くの異なる見解および適応症が存在する。それは完全に婦人科医と患者まで、正確な範囲とアプローチを決定し、この選択から生じるすべてのリスクを考慮に入れることです。"
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Hysterectomy VR Procedures",
                "es": "Histerectomía VR Procedimientos",
                "zh-cn": "子宫切除术VR程序",
                "ja": "ヒステローム術VR手順"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The virtual exercises developed by Laparo for the Laparo Apex provide the trainee with the ability to complete an entire Hysterectomy inside of a virtual operating area using real instruments. The purpose of these exercises is to take the trainee through the stages of the procedures and the order in which they should be performed and to depict the complications that may arise from mistakes. Since the procedure varies by scope, there are many different options to select from.",
                "pl": "Ćwiczenia VR opracowane przez Laparo pozwalają trenującemu ukończenie całej procedury Histerektomii w virtualnym polu operacyjnym. Celem tych ćwiczeń jest przeprowadzenie użytkownika przez wszystkie etapy procedury w odpowiedniej kolejności i odzwierciedlenie możliwych komplikacji powstających z błędów. Ponieważ histerektomia jest zróżnicowana i zależna od zakresu jest wiele etapów i trzy zabiegi do wyboru.",
                "es": "Los ejercicios virtuales desarrollados por Laparo para el APEX de Laparo proporcionan al aprendiz la capacidad de completar una histerectomía completa dentro de un área de operación virtual utilizando instrumentos reales. El propósito de estos ejercicios es llevar al aprendiz a través de las etapas de los procedimientos y el orden en que se deben realizar y representar las complicaciones que pueden surgir de los errores. Dado que el procedimiento varía según el alcance, hay muchas opciones diferentes para seleccionar.",
                "zh-cn": "Laparo为Laparo Apex开发的虚拟锻炼为受训者提供了使用真实仪器在虚拟操作区域内完成整个子宫切除术的能力。这些练习的目的是通过程序的阶段和应当将受训人员拿走，并描述可能因错误而产生的并发症。由于过程因范围而异，因此选择许多不同的选项。",
                "ja": "Laparo ApexのLaparoによって開発された仮想演習は、実際の機器を使用して仮想運転地域の内側のヒステティクター全体を完成させる能力で研修生に提供しています。これらの演習の目的は、手順の段階を通して研修生に行くべきであり、それらが実行されるべき順序を描いて、間違いから生じる可能性がある合併症を描くことです。プロシージャはスコープによって異なりますので、から選択するためのさまざまなオプションがあります。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The program of exercises offers two full versions of the procedure - Total Laparoscopic Hysterectomy in which the ovaries and fallopian tubes are spared, and Total Laparoscopic Hysterectomy with salpingo-oophorectomy.",
                "pl": "Program nauczania oferuje dwie pełne wersje procedury - Całkowita Histerektomia, w której jajowody i jajniki pozostają nienaruszone, oraz Całkowita Histerektomia z Salpingo-Ooforektomią.",
                "es": "El programa de ejercicios ofrece dos versiones completas del procedimiento: la histerectomía laparoscópica total en la que se salvan los ovarios y las trompas de Falopio, y la histerectomía laparoscópica total con salpingo-oophorectomía.",
                "zh-cn": "练习程序提供了两个过程的完整版本 - 总腹腔镜子宫切除术，其中卵巢和输卵管被施用，以及Salpingo-Oophorectomy的腹腔镜子宫切除术。",
                "ja": "演習のプログラムは、卵巣および卵管の管が回転されている全腹腔鏡視神腸集団、そして腹水摘出術を伴う全腹腔鏡下子宮骨切除術を2つの全体的なバージョンで提供する。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Aside from these two, the program also offers exercises which focus on specific stages of this procedure such as cutting of the ligaments, bladder mobilization and colpotomy. Aside from these, the program also offers a full procedure for salpingo-oophorectomy without the actual hysterectomy itself.",
                "pl": "Poza tymi dwoma pełnymi zabiegami, program oferuje również możliwość wykonywania ćwiczeń skupiających na pojedynczych etapach procedury takich jak przecinanie wiązadeł, mobilizację pęcherza oraz kolpotomię. Dostępny jest też trzeci zabieg, obustronną Salpingo Ooforektomię w którym nie jest wykonywana sama histerektomia.",
                "es": "Aparte de estos dos, el programa también ofrece ejercicios que se centran en etapas específicas de este procedimiento, como el corte de los ligamentos, la movilización de la vejiga y la colpotomía. Aparte de estos, el programa también ofrece un procedimiento completo para la saldeo-oophorectomía sin la histerectomía real en sí.",
                "zh-cn": "除了这两个方案之外，该计划还提供练习，专注于该过程的特定阶段，例如切割韧带，膀胱动员和多孔术。除此之外，该计划还为Salpingo-Oophorectomy提供完整的程序，没有实际的子宫切除术本身。",
                "ja": "これら2つのものとは別に、このプログラムはまた、靭帯の切断、膀胱動員および大腸菌のようなこの手順の特定の段階に焦点を当てる演習を提供する。これらのものとは別に、このプログラムはまた、実際の子宮切除術をそのものなしで血球菌摘出術の全面的な手順を提供する。"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The virtual hysterectomy exercises end before the findla stage of suturing of the vaginal cuff. To practice this suturing aspect of the procedure we recommend using the 'Vaginal Cuff Repair - Module' exercise.",
                "pl": "Wirtualne ćwiczenia histerektomii kończą się wraz z usunięciem macicy przed zaszyciem kikuta pochwy. Aby przećwiczyć i dopełnić ten aspekt procedury, zalecane jest użycie modułu oraz wykonanie ćwiczenia 'Zaszycie Kołnierza Pochwy - Moduł'.",
                "es": "Los ejercicios de histerectomía virtual terminan antes de la etapa de Findla de sutura del brazalete vaginal. Para practicar este aspecto de sutura del procedimiento, recomendamos el uso del ejercicio 'Módulo de reparación de manguitos vaginales'.",
                "zh-cn": "虚拟子宫切除术术在阴道袖口缝合的Findla阶段结束。为了练习我们建议使用“阴道袖口修复 - 模块”练习的程序的缝合方面。",
                "ja": "仮想子宮切除術は、膣カフの縫合のFindla段階の前に終わる。この手順のこの縫合面を練習するために、「膣カフ修理 - モジュールの運動」を使用することをお勧めします。"
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "en": "Hysterectomy",
        "pl": "Histerektomia",
        "es": "Histerectomía",
        "zh-cn": "子宫切除术",
        "ja": "子宮摘出術"
    },
    "subTitle": {
        "en": "The medical knowledge behind hysterectomy and indications for the procedure.",
        "pl": "Wiedza medyczna o histerektomii oraz wskazania do zabiegu.",
        "es": "El conocimiento médico detrás de la histerectomía e indicaciones para el procedimiento.",
        "zh-cn": "子宫切除术后的医学知识和程序的适应症。",
        "ja": "子宮摘出術の背後にある医学的知識と手技の指標"
    }
}