{
    "id": "edu21_hysterectomy",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Hysterectomy is the surgical removal of the uterus. It is one of the most commonly performed gynecological surgical procedures. Depending on the exact reason for the surgery, a hysterectomy may involve removing only the uterus, or the uterus along with other surrounding tissues and organs. The surgery is usually only recommended after other treatment options have been ruled out.",
                "pl": "Histerektomia jest chirurgicznym usunięciem macicy oraz często otaczających ją narządów. Jest jednym z najczęściej wykonywanych zabiegów w ginekologii. Rekomendowany jest tylko i wyłącznie wtedy kiedy zawiodły wszystkie inne metody leczenia. W zależności od wskazań do zabiegu, histerektomia może polegać na usunięciu samej macicy bądź na usunięciu macicy wraz z otaczającymi ją tkankami i narządami.",
                "es": "La histerectomía es la eliminación quirúrgica del útero y posiblemente los órganos circundantes. Es uno de los procedimientos quirúrgicos ginecológicos más frecuentes. Dependiendo de la razón exacta de la cirugía, una histerectomía puede implicar eliminar solo el útero, o el útero junto con los otros tejidos circundantes. La cirugía generalmente se recomienda solo después de que se hayan descartado otras opciones de tratamiento.",
                "zh-cn": "子宫切除术是子宫的手术切除。它是最常见的妇科手术程序之一。取决于手术的确切原因，子宫切除术可能仅涉及仅去除子宫，或者子宫以及其他周围的组织和器官。通常仅在排除其他治疗方案后才建议手术。",
                "ja": "子宮摘出術は、子宮の外科的除去です。これは、最も一般的に行われている婦人科の外科的処置の1つです。手術の正確な理由に応じて、子宮摘出術には、子宮または子宮が他の周囲の組織や臓器のみを除去することが含まれます。手術は通常、他の治療の選択肢が除外された後にのみ推奨されます。",
                "hu": "A hiszterektómia a méh műtéti eltávolítása. Ez az egyik leggyakrabban elvégzett nőgyógyászati ​​műtéti eljárás. A műtét pontos okától függően a hiszterektómia csak a méh vagy a méh eltávolítását vonhatja maga után, más környező szövetekkel és szervekkel együtt. A műtétet általában csak akkor javasolják, ha más kezelési lehetőségeket kizártak."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Early hysterectomies were very risky. They were performed without anaesthesia and had a high mortality rate. In the early 20th century the procedure became safer with the introduction of anaesthesia, antibiotics and many other innovations and advancements. However, with the introduction of the laparoscopic approach it became even safer and has since been used more frequently by gynecologists around the world. It is predicted that in the future the development of many new forms of therapy might change the traditional indications for hysterectomy.",
                "pl": "Historycznie zabieg był bardzo ryzykowny. Początkowo wykonywany był bez znieczulenia i śmiertelność była wysoka. Wraz z rozwojem znieczuleń, antybiotyków oraz innych innowacji, zabieg zyskał na popularności w XX w. Metoda laparoskopowa wprowadzana w latach 90-tych spowodowała że zabieg stał się o wiele bezpieczniejszy i jest wykonywany przez ginekologów coraz częściej na całym świecie. Aczkolwiek badania naukowe przewidują że rozwój innych form terapii może obniżyć liczbę wykonywanych histerektomii gdyż zabieg ten nadal niesie ze sobą ryzyko komplikacji.",
                "es": "Las histerectomías tempranas fueron muy riesgosas. Se realizaron sin anestesia y tenían una alta tasa de mortalidad. A principios del siglo XX, el procedimiento se puso más seguro con la introducción de la anestesia, los antibióticos y muchas otras innovaciones y avances. Sin embargo, con la introducción del enfoque laparoscópico, se hizo aún más seguro y desde entonces ha sido usado con más frecuencia por los ginecólogos de todo el mundo. Al mismo tiempo, se prevé que, en el futuro, el desarrollo de muchas nuevas formas de terapia podría reducir las indicaciones tradicionales de la histerectomía.",
                "zh-cn": "早期的子宫切除术非常冒险。他们是没有麻醉的，死亡率很高。在20世纪初期，由于引入麻醉，抗生素以及许多其他创新和进步，该程序变得更加安全。但是，随着腹腔镜方法的引入，它变得更加安全，此后被世界各地的妇科医生更频繁地使用。可以预测，将来，许多新的疗法的发展可能会改变子宫切除术的传统迹象。",
                "ja": "初期子宮摘出術は非常に危険でした。それらは麻酔なしで行われ、死亡率が高い。 20世紀初頭、麻酔、抗生物質、その他多くの革新と進歩の導入により、手順がより安全になりました。しかし、腹腔鏡アプローチの導入により、それはさらに安全になり、その後、世界中の婦人科医によってより頻繁に使用されてきました。将来的には、多くの新しい形態の治療の開発が子宮摘出術の従来の兆候を変える可能性があると予測されています。",
                "hu": "A korai hiszterektómia nagyon kockázatos volt. Anesztézia nélkül végeztük őket, és magas halálozási arányuk volt. A 20. század elején az eljárás biztonságosabbá vált az érzéstelenítés, az antibiotikumok és sok más innováció és fejlődés bevezetésével. A laparoszkópos megközelítés bevezetésével azonban még biztonságosabbá vált, és azóta a nőgyógyászok az egész világon gyakrabban alkalmazták. Az előrejelzések szerint a jövőben a terápia számos új formájának kialakulása megváltoztathatja a hiszterektómia hagyományos indikációit."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "There are many possible variations of conditions which are good indications for the procedure. Sometimes these are long-term conditions which persistently affect the comfort and quality of life of the patient. Endometriosis, a growth of the uterine lining, or adenomyosis, where the uterine lining has grown into and through the uterine wall musculature, may be the cause of bleeding and pain. The growth of uterine fibroids or uterine prolapse, which happens when the uterus sags down due to weakened or stretched pelvic muscles, may lead to significant discomfort and pain for the patient. Hysterectomy is also often performed to either prevent the development of cervical or uterine cancer or to remove abnormalities which may lead to cancer.",
                "pl": "Istnieje wiele różnych możliwych przyczyn i warunków które mogą być wskazaniem do tej procedury. Czasami są to długotrwałe problemy które negatywnie wpływają na komfort pacjentki. Endometrioza, czyli rozrost wyściółki macicy lub adenomioza, w której wyśćiółka macicy wrosła w mięśnie ściany macicy i przez nie przenika, mogą być przyczyną krwawienia i bólu. Rozrost mięśniaków macicy lub wypadanie macicy z powodu osłabienia mięśni miednicy też mogą prowadzić do znaczącego dyskomfortu i bólu u pacjentek. Histerektomia jest też często wykonywana aby zapobiec rozwojowi raka szyki macicy lub samej macicy, albo żeby usunąć nieprawidłowości które mogą doprowadzać do raka.",
                "es": "Hay muchas variaciones posibles de las condiciones que son buenas indicaciones para el procedimiento. A veces, estas condiciones son a largo plazo, y afectan persistentemente la comodidad y la calidad de vida del paciente. Endometriosis, un crecimiento del forro uterino, o adenomiosis, donde el revestimiento uterino ha crecido en y a través de la musculatura de la pared uterina, puede ser la causa del sangrado y el dolor. El crecimiento de los fibromas uterinos o el prolapso uterino, que ocurre cuando el útero se cierra debido a los músculos pélvicos debilitados o estirados, puede provocar incomodidad y dolor significativo para el paciente. La histerectomía también se realiza a menudo para evitar el desarrollo del cáncer cervical o uterino o eliminar las anomalías que pueden provocar cáncer.",
                "zh-cn": "条件有许多可能的变化，这是该过程的良好迹象。有时，这些是长期的条件，会持续影响患者的舒适性和生活质量。子宫内膜异位症，子宫内膜的生长或子宫内膜的子宫内膜在子宫内膜中生长到子宫壁肌肉组织中，可能是出血和疼痛的原因。子宫肌瘤或子宫脱垂的生长发生在子宫因骨盆肌肉衰弱或拉伸的肌肉下垂时，可能会导致患者严重不适和疼痛。子宫切除术通常也经常进行防止宫颈癌或子宫癌的发展或去除可能导致癌症的异常。",
                "ja": "手順の適切な兆候である条件には多くのバリエーションがあります。時には、これらは患者の快適さと生活の質に永続的に影響する長期的な状態です。子宮内膜症、子宮内膜の成長、または子宮内膜が子宮壁の筋肉組織に成長した、腺筋症が出血と痛みの原因である可能性があります。子宮筋腫または子宮の脱出の成長は、骨盤筋が弱くなったり引き伸ばされたりするために子宮が垂れ下がったときに起こると、患者の著しい不快感と痛みを引き起こす可能性があります。子宮摘出術は、子宮頸がんまたは子宮がんの発症を防ぐため、または癌につながる可能性のある異常を除去するためにもしばしば行われます。",
                "hu": "A körülmények sok lehetséges eltérése van, amelyek jó jelzések az eljáráshoz. Időnként ezek hosszú távú állapotok, amelyek tartósan befolyásolják a beteg kényelmét és életminőségét. Az endometriosis, a méhbélés növekedése vagy az adenomyosis, ahol a méhbélés a méhfal -izomzatba és azon keresztül nőtt, a vérzés és a fájdalom oka lehet. A méh fibroidok vagy a méh prolapsának növekedése, amely akkor fordul elő, amikor a méh a gyengült vagy feszített medencei izmok miatt leereszkedik, jelentős kellemetlenséget és fájdalmat okozhat a beteg számára. A hiszterektómiát gyakran végzik a méhnyak vagy a méhrák kialakulásának megelőzésére, vagy a rákhoz vezethet rendellenességek eltávolítására."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "A competent gynecologist must therefore thoroughly follow the patient for several years and maintain quality records to precisely assess the exact scope and type of hysterectomy to be performed. Apart from having a thorough understanding of the physiology and pathology of the reproductive organs themselves, the gynecologist must also have a deep understanding of the psycho/social/sexual aspects of the patient. It is important that the gynecologist has the patient’s full confidence and is able to make the most accurate judgement about the necessity for hysterectomy.",
                "pl": "Dobry ginekolog musi zatem przez kilka lat dokładnie obserwować stan pacjentki i musi skrupulatnie prowadzić dokumentację, aby móc dokładnie ocenić zakres i potrzebę wykonania histerektomii. Oprócz dogłębnego zrozumienia fizjologii czy patologii samych narządów rozrodczych, ginekolog musi również dobrze zrozumieć psycho/społeczne/seksualne warunki pacjentki. Ważne jest, aby ginekolog miał pełne zaufanie pacjentki i żeby był w stanie jak najdokładniej ocenić konieczność wykonania tego zabiegu.",
                "es": "Por lo tanto, un ginecólogo competente debe seguir exhaustivamente al paciente durante varios años y mantener registros de calidad para evaluar con precisión el alcance exacto y el tipo de histerectomía a realizar. Además de tener una comprensión profunda de la fisiología y la patología de los órganos reproductivos, el ginecólogo también debe tener una comprensión profunda de los aspectos psicosicos / sociales / sexuales del paciente. Es importante que el ginecólogo tenga la plena confianza del paciente y sea capaz de hacer el juicio más preciso sobre la necesidad de la histerectomía.",
                "zh-cn": "因此，有能力的妇科医生必须彻底跟随患者数年，并保持质量记录，以精确评估要进行的子宫切除术的确切范围和类型。除了对生殖器官本身的生理和病理学有透彻的了解外，妇科医生还必须对患者的心理/社会/性方面有深刻的了解。重要的是，妇科医生对患者充满信心，并能够对子宫切除术的必要性做出最准确的判断。",
                "ja": "したがって、有能な婦人科医は、数年間患者を徹底的に追跡し、品質記録を維持して、実施される子宮摘出術の正確な範囲とタイプを正確に評価する必要があります。生殖器官自体の生理学と病理を完全に理解することとは別に、婦人科医は患者の心理的/社会的/性的側面を深く理解しなければなりません。婦人科医が患者の完全な自信を持ち、子宮摘出術の必要性について最も正確な判断を下すことができることが重要です。",
                "hu": "Ezért az illetékes nőgyógyásznak évekig alaposan be kell tartania a beteget, és minőségi nyilvántartást kell fenntartania a végrehajtandó hiszterektómia pontos hatókörének és típusának pontos felmérése érdekében. A reproduktív szervek fiziológiájának és patológiájának alapos megértése mellett a nőgyógyásznak mélyen meg kell értenie a beteg pszicho/társadalmi/szexuális aspektusait is. Fontos, hogy a nőgyógyász teljes bizalma legyen, és képes a legpontosabb megítélést meghozni a hiszterektómia szükségességéről."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Laparoscopic Hysterectomy",
                "pl": "Histerektomia metodą laparoskopową",
                "es": "Histerectomía laparoscópica",
                "zh-cn": "腹腔镜子宫切除术",
                "ja": "腹腔鏡下子宮摘出術",
                "hu": "Laparoszkópos hiszterektómia"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In the laparoscopic approach to hysterectomy, the body of the uterus is accessed through ports placed in the abdomen. A manipulator is placed through the vagina and inside the uterus to allow the uterus to be repositioned throughout the procedure. In this way it is possible to clearly visualize the fundus of the uterus as well as the uterine tubes which lead to the ovaries. In this way the instruments are capable of reaching all the relevant areas. Depending on the exact scope of the procedure, instruments should be able to precisely cut and coagulate the target tissues.",
                "pl": "W metodzie laparoskopowej histerektomii dostęp do trzonu macicy jest możliwy dzięki portom umieszczonym na dolnej części jamy brzusznej. Manipulator macicy jest włożony przez pochwę, co umożliwia kontrolę nad pozycją macicy wewnątrz pola operacyjnego. W ten sposób możliwe jest wyraźna wizualizacja jajowodów, jajników oraz dna macicy. Instrumenty w tej metodzie są w stanie dotrzeć do wszystkich obszarów i w zależności od zakresu zabiegu, mogą precyzyjnie wyciąć albo koagulować potrzebne tkanki.",
                "es": "En el enfoque laparoscópico de la histerectomía, se accede al cuerpo del útero a través de puertos colocados en el abdomen. Solo se coloca un manipulador a través de la vagina y dentro del útero para permitir que el útero se coloque durante todo el procedimiento. De esta manera, es posible visualizar claramente el fondo del útero, así como los tubos uterinos que conducen a los ovarios. De esta manera, los instrumentos son capaces de alcanzar todas las áreas relevantes y, dependiendo del alcance exacto del procedimiento, pueden cortar y coagular con precisión los tejidos diana.",
                "zh-cn": "在子宫切除术的腹腔镜方法中，子宫的身体通过放置在腹部中的端口进入。操纵器通过阴道和子宫内部放置，以使子宫在整个过程中重新定位。这样，就可以清楚地看到子宫的眼底，以及导致卵巢的子宫管。通过这种方式，工具能够到达所有相关领域。根据程序的确切范围，仪器应能够精确切割和凝结目标组织。",
                "ja": "子宮摘出術への腹腔鏡アプローチでは、子宮の体は腹部に配置されたポートからアクセスされます。マニピュレーターは膣から子宮内に配置され、子宮を処置全体に再配置できるようにします。このようにして、子宮の眼底と卵巣につながる子宮チューブを明確に視覚化することができます。このようにして、機器は関連するすべての領域に到達することができます。手順の正確な範囲に応じて、機器は標的組織を正確に切断して凝固させることができるはずです。",
                "hu": "A hiszterektómia laparoszkópos megközelítésében a méh testét a hasba helyezett portok útján lehet elérni. A hüvelyen és a méh belsejében egy manipulátor helyezkedik el, hogy a méhet az eljárás során áthelyezzék. Ilyen módon lehet egyértelműen megjeleníteni a méh alapját, valamint a petefészekhez vezető méhcsöveket. Ilyen módon az eszközök képesek elérni az összes vonatkozó területet. Az eljárás pontos hatókörétől függően a műszereknek képesnek kell lenniük a célszövetek pontos vágására és koagulálására."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In the first stage, the gynecologist either cuts the surface tissues on the left and right side of the uterus and the uterine tubes, or the broad ligaments which hold the ovaries. Depending on the procedure being performed, the ovaries may be cut off to be removed along with the uterus, or the tubes can be cut in the area between the ovaries and the uterus, with the ovaries being removed later after the entire uterus has been removed. Regardless of the approach, the uterine manipulator is used to angle the uterus to create tension on the tissues.",
                "pl": "W pierwszym etapie ginekolog przycina tkanki prowadzące do macicy po obu stronach, a także przecina jajowod lub więzadła szerokie, które podtrzymują jajniki. W zależności od wykonywanej wersji zabiegu jajniki mogą zostać odcięte i usunięte razem z macicą, albo mogą też zostać przycięte pomiędzy jajnikami a macicą i zostać później wycięte i usunięte po całkowitym usunięciu macicy przez pochwę. Manipulator macicy pomaga w ustawianiu kąta macicy aby możliwe było odpowiednie napięcie na tkankach i możliwa była ich precyzyjna identyfikacja przez ginekologa. ",
                "es": "En la primera etapa, el ginecólogo reduce los tejidos de la superficie en el lado izquierdo y derecho del útero y los tubos uterinos, o los ligamentos anchos que sostienen los ovarios. Dependiendo del procedimiento que se realiza, los ovarios se pueden cortar para ser eliminados junto con el útero, o los tubos se pueden cortar en el área entre los ovarios y el útero, con los ovarios que se eliminan más adelante después de que se haya eliminado todo el útero. . El manipulador uterino se utiliza para inclinar el útero para crear tensión en los tejidos.",
                "zh-cn": "在第一阶段，妇科医生要么在子宫和子宫管的左侧和右侧切割表面组织，要么将固定卵巢的宽韧带切割。根据正在执行的过程，可以切断卵巢，以与子宫一起去除，或者可以在卵巢和子宫之间切割管子，然后将卵巢切除后，然后将整个子宫切除后去除卵巢。 。无论采用哪种方法，子宫机械手都用于将子宫倾斜以在组织上产生张力。",
                "ja": "最初の段階では、婦人科医は、子宮の左右の表面組織と子宮チューブの表面組織、または卵巣を保持する広い靭帯を切断します。行われている手順に応じて、卵巣を切断して子宮と一緒に除去するか、卵巣と子宮の間の領域でチューブを切断し、子宮全体が除去された後に卵巣を除去することができます。 。アプローチに関係なく、子宮マニピュレーターを使用して子宮に角度を付けて組織に張力をかけます。",
                "hu": "Az első szakaszban a nőgyógyász vagy a méh bal és jobb oldalán levágja a felszíni szöveteket, vagy a méhcsöveket, vagy a petefészek tartó széles szalagjait. Az elvégzendő eljárástól függően a petefészek levágható, hogy eltávolítsák a méhtel együtt, vagy a csöveket a petefészek és a méh között levághatják, a petefészek később eltávolítása után a teljes méh eltávolítása után. - A megközelítéstől függetlenül a méh manipulátort használják a méh szögelésére, hogy feszültséget keltsenek a szöveteknél."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "After cutting the tissues on both sides of the uterus, it becomes possible to cut the remaining tissues above and below the uterus. This is done layer by layer while avoiding the bladder and ureters which are located above the uterus. After this has been done it is possible to see the uterine manipulator inside the uterus, and after all tissues have been cut it should be possible to remove the entire uterus along with the manipulator through the vaginal cuff. If the ovaries were not cut along with the uterus, the next step of the procedure is to remove them as well.",
                "pl": "Po przecięciu tkanek po obu stronach macicy kolejnym etapem w procedurze jest nacinanie i separacja pozostałych tkanek nad oraz pod macicą. Powinno to być robione warstwa po warstwie omijając i oddzielając pęcherz i moczowody znajdujące się ponad macicą w polu operacyjnym. Po wykonaniu tych przecięć powinien być już uwidoczniony manipulator pochwy. Po odcięciu ostatnich tkanek cała macica powinna być już wyodrębniona. Powinna ona zostać usunięta przez pochwę. Jeśli nie zostały ucięte wraz z macicą, kolejnym krokiem jest wycięcie i usunięcie jajników.",
                "es": "Después de cortar los tejidos en ambos lados del útero, se hace posible reducir los tejidos restantes por encima y por debajo del útero. Esto se realiza la capa por capa, al tiempo que evita la vejiga y los uréteres que se encuentran sobre el útero. Una vez que se haya hecho esto, es posible ver el manipulador uterino dentro del útero, y después de que se hayan cortado todos los tejidos, debe ser posible eliminar el útero completo junto con el manipulador a través del manguito vaginal. Si los ovarios no se cortaron junto con el útero, la siguiente etapa del procedimiento es eliminarlos también.",
                "zh-cn": "切割子宫两侧的组织后，可能会切割子宫上方和下方的剩余组织。这是按一层完成的，同时避免了位于子宫上方的膀胱和输尿管。完成此操作后，可以看到子宫内的子宫操纵器，并且在所有组织被切割后，应该有可能通过阴道袖带将整个子宫与操纵器一起去除。如果没有与子宫一起切割卵巢，则该过程的下一步也是将其删除。",
                "ja": "子宮の両側の組織を切断した後、残りの組織を子宮の上と下に切断することが可能になります。これは、子宮の上にある膀胱と尿管を避けながら、層ごとに行われます。これが行われた後、子宮内の子宮マニピュレーターを見ることができ、すべての組織が切断された後、膣カフを通してマニピュレーターと一緒に子宮全体を除去することができるはずです。卵巣が子宮と一緒に切断されなかった場合、手順の次のステップもそれらを除去することです。",
                "hu": "Miután a szöveteket a méh mindkét oldalán levágták, lehetővé válik a fennmaradó szövetek vágása a méh fölött és alatt. Ezt rétegenként végezzük, elkerülve a hólyagot és a méh felett található húgycsontot. Miután ezt megtették, láthatjuk a méh manipulátort a méhben, és miután az összes szövetet levágták, lehetővé kell tenni a teljes méh eltávolítását a manipulátorral együtt a hüvelyi mandzsettán keresztül. Ha a petefészkeket nem vágták le a méhtel, akkor az eljárás következő lépése az is, hogy eltávolítsák őket."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "After removing the entire uterus it is very important to seal off the vaginal cuff relatively quickly to avoid the CO2 from leaving the cavity and to provide adequate hemostasis. This is usually done by suturing, and requires that the gynecological surgeon be skilled in applying a continuous suturing pattern. When suturing it is important to include both layers of the vaginal mucosa and the pubo-cervical fascia, including the epithelium to avoid complications and so that the entire vaginal cuff can heal properly.",
                "pl": "Po usunięciu całej macicy ważne jest stosunkowo szybkie i szczelne zamknięcie pozostałego kikuta pochwy aby zapobiec wydostawaniu się gazu z pola operacyjnego i żeby utworzyć stan hemostazy. Zamknięcie wykonywane jest szwem ciągłym i ginekolog musi być wyszkolony w szyciu laparoskopowym. Podczas czycia, ważne jest aby objąć obie warstwy na krawędziach kikuta, w tym nabłonek oraz błonę śluzową i powięź łonowo-szyjkową. Jest to konieczne aby kikut pochwy się mógł prawidłowo zagoić. ",
                "es": "Después de eliminar todo el útero, es muy importante sellar el manguito vaginal de manera relativamente rápida para evitar que el CO2 salga de la cavidad. Esto se hace generalmente por sutura, y requiere que el cirujano ginecológico sea experto en sutura laparoscópica. Cuando se suture, es importante incluir ambas capas, incluido el epitelio para evitar complicaciones y para que todo el manguito vaginal pueda curarse adecuadamente.",
                "zh-cn": "去除整个子宫后，相对较快地密封阴道袖口非常重要，以免二氧化碳离开腔体并提供足够的止血。这通常是通过缝合来完成的，要求妇科外科医生熟练应用连续的缝合模式。缝合时，重要的是要在阴道粘膜和Pubo子宫颈筋膜上包括上皮，以避免并发症，以便整个阴道袖带可以正常愈合。",
                "ja": "子宮全体を除去した後、CO2が空洞を離れるのを避け、適切な止血を提供するために、膣の袖口を比較的迅速に密閉することが非常に重要です。これは通常、縫合によって行われ、婦人科外科医が継続的な縫合パターンの適用に熟練する必要があります。縫合する場合、合併症を避け、膣カフ全体が適切に治癒できるように、上皮を含む膣粘膜の両方の層を含めることが重要です。",
                "hu": "A teljes méh eltávolítása után nagyon fontos, hogy viszonylag gyorsan lezárja a hüvelyi mandzsettát, hogy elkerülje a CO2 -t az üreg elhagyásától és a megfelelő hemosztázis biztosítása érdekében. Ezt általában varrással végzik, és megköveteli, hogy a nőgyógyászati ​​sebész képzett legyen a folyamatos varrási minta alkalmazásában. A varráskor fontos, hogy belefoglaljuk a hüvelyi nyálkahártya mindkét rétegét és a pubo-mekialis fasciát, beleértve az epitéliumot, hogy elkerüljék a szövődményeket, és hogy az egész hüvelyi mandzsetta megfelelően gyógyuljon."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Types of Hysterectomy",
                "pl": "Rodzaje Histerektomii",
                "es": "Tipos de histerectomía",
                "zh-cn": "子宫切除术的类型",
                "ja": "子宮摘出術の種類",
                "hu": "A hiszterektómia típusai"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "There are several types of hysterectomy which are related to the scope of the surgery. In a radical hysterectomy with bilateral salpingo-oophorectomy the entire vagina, uterus, cervix, ovaries and fallopian tubes are removed. In a total hysterectomy with bilateral salpingo-oophorectomy the uterus, cervix, ovaries and fallopian tubes are removed. In a total hysterectomy only the uterus and cervix are removed. In a partial hysterectomy, also referred to as supracervical hysterectomy, only the uterus itself is removed.",
                "pl": "Rodzaj wykonywanej histerektomii jest zależny od zakresu procedury. W radykalnej histerektomii z obustronnym usunięciem jajowodów usunięta zostaje cała pochwa, macica, szyjka macicy, jajniki oraz jajowody. W całkowitej histerektomii wraz z obustronnym wycięciem jajowodów usunięta zostaje macica, szyjka macicy, jajniki oraz jajowody. Z kolei w całkowitej histerektomii usunięta zostaje jedynie macica i szyjka macicy. W częściowej histerektomii, zwanej również histerktomią nadszyjkową, usuwana jest tylko sama macica i pozostawiona jest szyjka macicy.",
                "es": "Hay varios tipos de histerectomía que están relacionados con el alcance de la cirugía. En una histerectomía radical con salpingo-oophorectomía bilateral, se eliminan la vagina, el útero, el cuello uterino, los ovarios y las trompas de Falopio. En una histerectomía total con salpingo-oophorectomía bilateral, se eliminan el útero, el cuello uterino, los ovarios y las trompas de Falopio. En una histerectomía total, solo se eliminan el útero y el cuello uterino. En una histerectomía parcial, también conocida como histerectomía supracervical, solo se elimina el útero mismo.",
                "zh-cn": "有几种类型的子宫切除术与手术范围有关。在双侧salpingo-opophorortolo术的根治性子宫切除术中，整个阴道，子宫，子宫颈，卵巢和输卵管被切除。在全子宫切除术和双侧salpingo-opopophororcormon中，子宫，子宫颈，卵巢和输卵管被切除。在总子宫切除术中，只有子宫和子宫颈去除。在部分子宫切除术中，也称为上子宫内切除术，只有子宫本身被去除。",
                "ja": "手術の範囲に関連する子宮摘出術にはいくつかの種類があります。両側菌炭管ごとの織機摘出術を伴う根治的な子宮摘出術では、膣、子宮、子宮頸部、卵巣、卵管全体が除去されます。両側菌亜病溶質摘出術を伴う全子宮摘出術では、子宮、子宮頸部、卵巣、卵管が除去されます。全子宮摘出術では、子宮と子宮頸部のみが除去されます。頸部子宮摘出術とも呼ばれる部分子宮摘出術では、子宮自体のみが除去されます。",
                "hu": "Számos típusú hiszterektómia létezik, amelyek a műtét hatályához kapcsolódnak. A bilaterális salpingo-oophorektómiával folytatott radikális hiszterektómiában az egész hüvely, méh, méhnyak, petefészek és petefészek eltávolítják. A bilaterális salpingo-oophorektómiával végzett teljes hiszterektómiában a méh, a méhnyak, a petefészek és a petevezetékek eltávolítják. A teljes hiszterektómiában csak a méh és a méhnyak eltávolítják. Egy részleges hiszterektómiában, amelyet szupracervicalis hiszterektómiának is neveznek, csak a méhet távolítják el."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The exact type of hysterectomy selected depends on the indications for the procedure and the patient. For instance radical and total hysterectomies are usually the preferred approach with early-stage cervical cancer.  In these cases one of the primary intra-operative concerns is the possibility of tumor spillage or contamination. The main benefit of these approaches is that there will not be any need to perform cytology because the possibility of cervical cancer reappearing has been eliminated. Furthermore, depending on the patient, a bilateral salpingo-oophorectomy may be necessary to reduce the risk of prolapse in the future.",
                "pl": "Wybrany zakres procedury jest zależny od symptomów pacjentki. Na przykład radykalna czy całowita histerektomia jest przeważnie wykonywana we wczesnym stadium raka szyjki i macicy oraz w przypadkach onkologicznych. W takich przypadkach jednym z głównych problemów śródoperacyjnych jest możliwość rozlania się guza. Główną zaletą tych podejść jest to że nie będzie po zabiegu potrzeby wykonywania cytologii, ponieważ wyeliminiowana została szansa ponownego pojawienia się raka. Ponadto, w zależności od pacjentki, może być konieczne obustronna wycięcie jajowodów, aby zmniejszone było ryzyko w przyszłości.",
                "es": "El tipo exacto de histerectomía seleccionado depende de las indicaciones para el procedimiento y el paciente. Por ejemplo, las histerectomías radicales y totales son generalmente el enfoque preferido con el cáncer cervical en etapa temprana. En estos casos, una de las preocupaciones intraoperatorias primarias es la posibilidad de derrames o contaminación del tumor. El beneficio principal de estos enfoques es que no habrá ninguna necesidad de realizar citología porque se ha eliminado la posibilidad de reaparición del cáncer cervical. Además, dependiendo del paciente, puede ser necesaria una salpingo-ooporectomía bilateral para reducir el riesgo de prolapso en el futuro.",
                "zh-cn": "选择的子宫切除术的确切类型取决于该手术和患者的适应症。例如，自由基和总子宫切除术通常是早期宫颈癌的首选方法。在这些情况下，主要的术中问题之一是肿瘤溢出或污染的可能性。这些方法的主要好处是，由于消除了宫颈癌重新出现的可能性，因此无需进行细胞学。此外，根据患者的不同，双侧salpingo-opopophororcorlo术才能降低未来脱垂的风险。",
                "ja": "選択された子宮摘出術の正確なタイプは、処置と患者の兆候に依存します。たとえば、根治的および全子宮摘出術は、通常、初期段階の子宮頸がんの好ましいアプローチです。これらの場合、主な術中の懸念の1つは、腫瘍のこぼれまたは汚染の可能性です。これらのアプローチの主な利点は、子宮頸がんの再登場の可能性が排除されているため、細胞学を実行する必要がないことです。さらに、患者に応じて、将来の脱出のリスクを減らすためには、両側の大体大卵黄摘出術が必要になる場合があります。",
                "hu": "A kiválasztott hiszterektómia pontos típusa az eljárás és a beteg indikációitól függ. Például a radikális és az összes hiszterektómia általában az előnyben részesített megközelítés a korai stádiumú méhnyakrák esetében. Ezekben az esetekben az egyik elsődleges intraoperatív aggodalom a daganatok kiömlésének vagy a szennyeződésnek a lehetősége. Ezeknek a megközelítéseknek a fő előnye, hogy nem lesz szükség citológia elvégzésére, mivel a méhnyakrák újbóli megjelenésének lehetősége megszűnt. Ezenkívül a betegtől függően kétoldalú salpingo-oophorectomia szükséges a prolapsis kockázatának csökkentéséhez a jövőben."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "A total or partial hysterectomy is the preferred approach if the goal is to maintain healthy functioning of the ovaries. A partial hysterectomy, in which only the uterus itself is removed, is usually the most preferable as by maintaining the cervix the risk of complications at the level of the bladder, ureters and rectum can be entirely avoided and the surgical time can also be reduced.",
                "pl": "Całkowita i częściowa histerektomia jest preferowana kiedy celem jest utrzymanie zdrowego funkcjonowania jajników. Częściowa histerektomia, w której usuwana jest sama macica, jest najczęściej preferowana, ponieważ nie wycinając szyjki macicy można całkowicie unkinąć powikłań na poziomie pęcherza moczowego, moczowodów i odbytnicy, a także aby skrócić czas operacji.",
                "es": "Una histerectomía total o parcial es el enfoque preferido si el objetivo es mantener un funcionamiento saludable de los ovarios. Una histerectomía parcial, en la que solo se elimina el útero en sí, suele ser el más preferible, ya que al mantener el cuello uterino, el riesgo de complicaciones en el nivel de la vejiga, los uréteres y el recto pueden evitarse por completo y también se puede reducir el tiempo quirúrgico.",
                "zh-cn": "如果目标是维持卵巢的健康功能，则总子宫切除术是首选方法。部分子宫切除术，其中只有子宫本身被去除，通常是最可取的，因为通过保持子宫颈在膀胱，输尿管，输尿管和直肠水平上的并发症的风险可以完全避免，并且还可以减少手术时间。",
                "ja": "目標が卵巣の健全な機能を維持することである場合、総または部分的な子宮摘出術が好ましいアプローチです。子宮自体のみが除去される部分子宮摘出術は、通常、子宮頸部を維持することにより、膀胱、尿管、直腸のレベルでの合併症のリスクを完全に回避し、外科的時間も短縮できるため、最も好ましいです。",
                "hu": "A teljes vagy részleges hiszterektómia az előnyben részesített megközelítés, ha a cél a petefészek egészséges működésének fenntartása. Egy részleges hiszterektómia, amelyben csak a méh eltávolítását végzik, általában a legelőnyösebb, mivel a méhnyak fenntartásával a hólyag, a húgycsontok és a végbél szintjén a szövődmények kockázata teljesen elkerülhető, és a műtéti idő is csökkenthető."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "Many different views and indications exist for selection of the right type of hysterectomy for the patient. It is entirely up to the gynecologist and the patient to determine the exact scope and the approach and to take into account all of the risks that stem from this choice.",
                "pl": "Istnieje wiele różnych poglądów i wskazań do wyboru odpowiedniego typu histerektomii dla danej pacjentki. Ten wybór jest kluczowy w pracy ginekologa. Musi zostać dokładnie określony zakres i podejście oraz musi być wzięte pod uwagę ryzyko i zagrożenia wynikające z wyboru.",
                "es": "Existen muchas vistas e indicaciones diferentes para la selección del tipo correcto de histerectomía para el paciente. Está enteramente de hasta el ginecólogo y el paciente determinar el alcance exacto y el enfoque y tener en cuenta todos los riesgos que se derivan de esta elección.",
                "zh-cn": "为患者选择合适类型的子宫切除术的观点和适应症。这完全取决于妇科医生和患者确定确切的范围和方法，并考虑到这一选择造成的所有风险。",
                "ja": "患者に適切なタイプの子宮摘出術を選択するための多くの異なる見解と適応症が存在します。正確な範囲とアプローチを決定し、この選択に起因するすべてのリスクを考慮するのは、婦人科医と患者次第です。",
                "hu": "Számos különféle nézet és indikáció létezik a beteg számára a megfelelő típusú hiszterektómia kiválasztására. Teljesen a nőgyógyász és a beteg feladata, hogy meghatározza a pontos hatályot és a megközelítést, és figyelembe vegye az ebből a választásból fakadó összes kockázatot."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Vaginal Cuff Repair - Module",
                "pl": "Zaszycie Kołnierza Pochwy - Moduł",
                "es": "Reparación del manguito vaginal - módulo",
                "zh-cn": "阴道袖口修复 - 模块",
                "ja": "膣カフ修復 - モジュール",
                "hu": "Hüvelyi mandzsetta javítása - modul"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The procedure concludes with a repair of the vaginal cuff which remains behind after target tissues and organs have been safely removed. This is usually done with a continuous suturing pattern placed in the opening. ",
                "pl": "Prawdziwy zabieg kończy się wraz z zaszyciem kołnierza pochwy który pozostaje po tym jak wszystkie docelowe tkanki i narządy zostały już bezpiecznie usunięte. Jest to robione przy pomocy ciągłego szwu który umieszczany jest poprzecznie w otwarciu.",
                "es": "El procedimiento concluye con una reparación del manguito vaginal que permanece atrás después de que los tejidos y órganos objetivo se han eliminado de manera segura. Esto generalmente se hace con un patrón de sutura continuo colocado en la abertura.",
                "zh-cn": "该过程结束于对靶组织和器官后仍保留在后面的阴道袖口的修复。这通常是通过放置在开口中的连续缝合图案来完成的。",
                "ja": "この手順は、標的組織や臓器が安全に除去された後に背後に残っている膣カフの修復で終わります。これは通常、開口部に配置された連続縫合パターンで行われます。",
                "hu": "Az eljárás a hüvelyi mandzsetta javításával zárul le, amely a célszövetek és szervek biztonságosan eltávolítását követően marad. Ezt általában a nyílásba helyezett folyamatos varrási mintával hajtják végre."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Principles of Cuff Closure",
                "pl": "Założenia zamknięcia kołnierza",
                "es": "Principios del cierre del manguito"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "There are various methods and specialized solutions for helping with this challenging stage of a hysterectomy. Some OR's have at their disposal special barbed sutures which prevent the retraction of sutures. Sometimes knots may be tied extracorporeally with the use of a knot pusher. However, the closure can also be achieved with an intracorporeal knot with just a piece of suture and a needle, and possible techniques include interrupted, figure-of-eight and running closures. A clear consensus on which method is best doesn't yet exist but it is agreed that the key to adequate tissue re-approximation is the manipulation and orientation of the vaginal cuff in relation to the needle driver.",
                "pl": "Istnieją różne metody i rozwiązania które są pomocne w tym trudnym etapie histerektomii. Niektóre ośrodki mają do swojej dyspozycji specjalne szwy z ząbkami które zapobiegają cofaniu się szwów. Czasami węzły można wiązać też poza polem operacyjnym za pomocą knot-pusher'a. Aczkolwiek efekt jest też osiągalny przy pomocy węzła wewnątrzustrojowego przy pomocy nici monofilamentowej oraz igły, a do możliwych należą szwy przerywane, ciągłe oraz w kształcie ósemki. Nie ma jeszcze konsensusu co do tego który szew czy która metoda dają najlepsze wyniki. Aczkolwiek przy każdej metodzie kluczem wykonania tegu etapu poprawnie jest kontrola nad igłą w orientacji krawędzi tkanek w stosunku do imadła podczas wykonywania przekluc i zespalania tkanek.",
                "es": "Existen varios métodos y soluciones especializadas para ayudar con esta desafiante etapa de una histerectomía. Algunos OR tienen a su disposición suturas de púas especiales que impiden la retracción de las suturas. A veces, los nudos pueden atarse extracorpéticamente con el uso de un empujador de nudos. Sin embargo, el cierre también se puede lograr con un nudo intracorpóreo con solo un trozo de sutura y una aguja, y las posibles técnicas incluyen cierres interrumpidos, figurados de ocho y de carrera. Aún no existe un consenso claro sobre qué método es mejor, pero se acuerda que la clave para la reaproximación adecuada del tejido es la manipulación y orientación del manguito vaginal en relación con el controlador de la aguja."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Vaginal Cuff Repair can be practiced with the use of a physical module which represents the cuff. There are two layers in this opening which act as the vaginal mucosa and outer fascia. Made out of silicone, these edges should be sutured to seal the cuff shut. The cuff should be installed onto a plastic module which represents the uterine manipulator.",
                "pl": "Etap zabiegu można przećwiczyć przy pomocy modułu fizycznego który jest reprezentacją kołnierza pochwowego. Znajdują się na nim dwie warstwy wewnętrzne i zewnętrzne, które są błoną śluzową pochwy i powięzią zewnętrzną. Krawędzie które są wykonane z silikonu powinny być przyszyte, aby możliwe było zespolenie otworu. Silikonowy element powinien być nałożony na plastikowym wkładzie który z kolei pokazuje manipulator pochwowy.",
                "es": "La reparación del manguito vaginal se puede practicar con el uso de un módulo físico que representa el manguito. Hay dos capas en esta apertura que actúan como la mucosa vaginal y la fascia externa. Hecho de silicona, estos bordes deben suturarse para sellar el brazalete cerrado. El manguito debe instalarse en un módulo de plástico que represente el manipulador uterino.",
                "zh-cn": "通过使用代表袖口的物理模块，可以进行阴道袖带修复。这个开口中有两层充当阴道粘膜和外筋膜。这些边缘应缝合用硅胶制成，以密封袖口的关闭。袖带应安装在代表子宫操纵器的塑料模块上。",
                "ja": "膣カフの修復は、カフを表す物理モジュールを使用して実践できます。この開口部には、膣粘膜と外側の筋膜として機能する2つの層があります。シリコンで作られたこれらのエッジは、袖口を閉めるために縫合する必要があります。カフは、子宮マニピュレーターを表すプラスチックモジュールに取り付ける必要があります。",
                "hu": "A hüvelyi mandzsetta javítása gyakorolható egy fizikai modul használatával, amely a mandzsettát képviseli. Két réteg van ebben a nyílásban, amelyek hüvelyi nyálkahártyákként és külső fasciaként szolgálnak. Szilikonból készülve ezeket a széleket be kell varrni, hogy lezárják a mandzsettát. A mandzsettát egy műanyag modulra kell felszerelni, amely a méh manipulátort képviseli."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The exercise begins with driving the needle through one of the edges of the cuff on the left or right side. The suture should go through both layers of the vaginal mucosa and the fascia, and a single knot should be used to reapproximate the tissues. This is then followed by a continuous suturing pattern along the cuff  going from one side to the other. At the other end of the cuff the aberdeen knot can be used to securely close off the entire cuff.",
                "pl": "Ćwiczenie zaczyna się od przebicia igłą jeden z narożników po lewej lub po prawej stronie. Igła wraz z nicią powinna przejść przez obie warstwy błony śluzowej pochwy i powięzi, a do zespolenia ze sobą krawędzi powinien zostać założony jeden węzeł chirurgiczny. Następnie, konieczne jest założenie ciągłego szwu wzdłuż całej długości mankietu, biegnącego pomiędzy obydwoma krawędziami tkanek. Aby zakończyć konieczne jest założenie węzła aberdeen w taki sposób aby zamknął się cały otwór.",
                "es": "El ejercicio comienza con conducir la aguja a través de uno de los bordes del manguito en el lado izquierdo o derecho. La sutura debe atravesar ambas capas de la mucosa vaginal y la fascia, y se debe usar un solo nudo para volver a aplicar los tejidos. Esto es seguido por un patrón de sutura continuo a lo largo del manguito que va de un lado a otro. En el otro extremo del brazalete, el nudo Aberdeen se puede usar para cerrar de forma segura todo el manguito.",
                "zh-cn": "练习始于将针刺穿过左侧或右侧的袖带的一个边缘。缝合线应穿过阴道粘膜和筋膜的两个层，并应使用一个结来重新陈化组织。然后是从一侧到另一侧的袖口的连续缝合图案。在袖口的另一端，阿伯丁结可用于安全地关闭整个袖口。",
                "ja": "エクササイズは、左側または右側のカフの端の1つを通って針を駆動することから始まります。縫合は、膣粘膜の両方の層と筋膜を通過する必要があり、組織を再現するために単一の結び目を使用する必要があります。その後、片側からもう一方の側に向かうカフに沿って連続的な縫合パターンが続きます。カフのもう一方の端では、アバディーンの結び目を使用して、カフ全体をしっかりと閉じることができます。",
                "hu": "A gyakorlat azzal kezdődik, hogy a tűt a bal vagy a jobb oldalon lévő mandzsetta egyik szélén keresztül vezetik. A varratnak át kell mennie a hüvelyi nyálkahártya és a fascia mindkét rétegén, és egyetlen csomót kell használni a szövetek újrahasznosítására. Ezt ezután egy folyamatos varrási minta követi a mandzsetta mentén, az egyik oldalról a másikra. A mandzsetta másik végén az Aberdeen csomó felhasználható a teljes mandzsetta biztonságos bezárására."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Hysterectomy",
            "pl": "Histerektomia",
            "es": "Histerectomía",
            "zh-cn": "子宫切除术",
            "ja": "子宮摘出術",
            "hu": "Méheltávolítás"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "The medical knowledge behind hysterectomy and indications for the procedure.",
            "pl": "Wiedza medyczna o histerektomii oraz wskazania do zabiegu.",
            "es": "El conocimiento médico detrás de la histerectomía e indicaciones para el procedimiento.",
            "zh-cn": "子宫切除术背后的医学知识和该手术的适应症。",
            "ja": "子宮摘出術の背後にある医学的知識と手順の適応。",
            "hu": "A hiszterektómia mögött meghúzódó orvosi ismeretek és az eljárás indikációi."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}