{
    "id": "edu4_object_directional",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "After acquiring basic skill in moving instruments inside the operating area and after developing skill in visualization of 3D space, the laparoscopic surgery trainee is ready to perform exercises leading to the most important practical skill - laparoscopic suturing. For this purpose the surgeon must understand two basic concepts - holding and rotating instruments with long objects like needles and manipulating the suture material.",
                "pl": "Po zdobyciu podstawowej umiejętności w poruszaniu się instrumentami wewnątrz pola operacyjnego, i po rozwinięciu umiejętności w wizualizacji trójwymiarowej przestrzeni, trenujący jest gotowy na wykonywanie podstawowych ćwiczeń, które później pomogą w najważniejszej umiejętności, czyli w szyciu. Z tej przyczyny chirurg musi zrozumieć dwa podstawowe pojęcia: trzymanie i obracanie instrumentów wraz z dłuższymi elementami(takimi jak igły), oraz manipulacja  nici chirurgicznej.",
                "es": "Después de adquirir habilidades básicas en los instrumentos de movimiento dentro del área de operación y después de desarrollar habilidades en la visualización del espacio 3D, el aprendiz de cirugía laparoscópica está listo para realizar ejercicios que conducen a la habilidad práctica más importante: sutura laparoscópica. Para este propósito, el cirujano debe comprender dos conceptos básicos: mantenimiento y instrumentos giratorios con objetos largos como agujas y manipulando el material de sutura.",
                "zh-cn": "在获得运营区域内的仪器以及发展3D空间可视化技能的基本技能之后，腹腔镜手术学员准备进行锻炼，从而实现最重要的实用技巧 - 腹腔镜缝合。为此，外科医生必须理解两个基本概念 - 握住和旋转带有针头和操纵缝合材料的较长物体的仪器。",
                "ja": "操作エリア内での移動機器の基本的なスキルを獲得し、3Dスペースの視覚化のスキルを開発した後、腹腔鏡手術研修生は、最も重要な実用的なスキルである腹腔鏡縫合につながるエクササイズを実行する準備ができています。この目的のために、外科医は2つの基本的な概念を理解する必要があります - 針のような長いオブジェクトと縫合材料の操作を備えた機器を保持および回転させます。",
                "hu": "Miután megszerezte az alapvető készségeket a mozgó műszerekben a működési területen belül, és miután fejlesztette a 3D -s tér megjelenítésének képességeit, a laparoszkópos műtét gyakornok készen áll a gyakorlatok elvégzésére, amelyek a legfontosabb gyakorlati készséghez vezetnek - laparoszkópos varrást. Ebből a célból a sebésznek meg kell értenie két alapfogalmat - tartani és forgatni a hangszereket olyan hosszú tárgyakkal, mint a tűk, és a varrat anyagának manipulálása."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Long Objects - Needles",
                "pl": "Długie elementy - igły",
                "es": "Objetos largos - agujas",
                "zh-cn": "长对象 - 针头",
                "ja": "長いオブジェクト - 針",
                "hu": "Hosszú tárgyak - tűk"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Because the surgeon only has a 2D view and limited monocular cues to go on it is important to develop methods for understanding how a needle is pronated when held by the needle holder. The most useful way of doing this is to hand the object between the instruments to grasp the object at an angle at which it is best visible by the camera, and then to rotate to the desired directional angle. The exercises with cones included in these tutorials are specifically designed to focus the practice on directional guidance.",
                "pl": "Ponieważ podczas procedury małoinwazyjnej chirurg ma jedynie ograniczony dwuwymiarowy obraz na którym może bazować informacje potrzebne przy obracaniu i kontrolowaniu igły podczas szycia. Podając i obracając obiekt pomiędzy instrumentami możliwe jest przygotowanie odpowiedniego kąta natarcia. Ćwiczenia przy użyciu stożków zostały zaprojektowane w taki sposób aby skupić uwagę ćwiczącego na tych właściwościach.\n",
                "es": "Debido a que el cirujano solo tiene una visión 2D y las señales monoculares limitadas para continuar es importante desarrollar métodos para comprender cómo se prola una aguja cuando se sostiene por el soporte de la aguja. La forma más útil de hacer esto es entregar el objeto entre los instrumentos para agarrar el objeto en un ángulo en el que es mejor visible por la cámara, y luego girar al ángulo direccional deseado. Los ejercicios con conos incluidos en estos tutoriales están diseñados específicamente para enfocar la práctica en orientación direccional.",
                "zh-cn": "因为外科医生只有2D视图和有限的单眼线索进行，这是开发用于了解针头时如何固定针头的方法。这样做的最有用的方法是将物体在仪器之间递给对象，以最能通过相机可见的角度抓住对象，然后旋转到所需的方向角度。这些教程中包含的锥体的练习是专门设计的，以将实践重点放在方向指导上。",
                "ja": "外科医は2Dビューしか持っておらず、針ホルダーが保持しているときに針がどのように回転するかを理解する方法を開発するために、それを行うための単眼の手がかりが限られているため、それを行うことが重要です。これを行う最も便利な方法は、機器の間にオブジェクトを渡して、カメラで最も見える角度でオブジェクトをつかみ、目的の方向角まで回転させることです。これらのチュートリアルに含まれるコーンを使用したエクササイズは、方向ガイダンスに慣行を集中するように特別に設計されています。",
                "hu": "Mivel a sebésznek csak 2D -s nézetű és korlátozott monokuláris útmutatása van, fontos, hogy kidolgozzuk a tűt a tű tartójának tartására szolgáló módszerek megértésének módszereinek kidolgozására. Ennek leghasznosabb módja az, ha az objektumot a műszerek között átadja, hogy megragadja az objektumot olyan szögben, amelyen a kamera legjobban látható, majd a kívánt irányszög felé forog. Az ezen oktatóanyagokba bevont kúpokkal rendelkező gyakorlatokat kifejezetten úgy tervezték, hogy a gyakorlatot az iránymutatásokra összpontosítsák."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "media",
            "media": {
                "url": "edu4_object_directional_01.png",
                "type": "image",
                "label": {
                    "en": "An exercise in which the trainee must push through and grasp cones at different angles resembles the way in which the surgeon will later handle needles in suturing.",
                    "pl": "Ćwiczenie w którym przeprowadzisz i złapiesz stożki pod różniącymi się kątami przypomina sposób w który później będziesz chwytać i przekłuwać igłę podczas szycia.",
                    "es": "Un ejercicio en el que el aprendiz debe empujar y agarrar conos en diferentes ángulos se asemeja a la forma en que el cirujano manejará más tarde las agujas en sutura.",
                    "zh-cn": "学员必须以不同角度推动和掌握锥的练习类似于外科医生以后在缝合中处理针头的方式。",
                    "ja": "訓練生がさまざまな角度でコーンを押し出して把握しなければならないエクササイズは、外科医が後に縫合の針を処理する方法に似ています。",
                    "hu": "Az a gyakorlat, amelyben a gyakornoknak át kell lépnie és különböző szögekben meg kell fognia a kúpokat, hasonlít arra, ahogyan a sebész később a tűk varrásakor kezeli a tűket."
                }
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Threads - Suture Handling",
                "pl": "Sznurki - zarządzanie nicią",
                "es": "Hilos - Manejo de sutura",
                "zh-cn": "线程 - 缝合处理",
                "ja": "スレッド - 縫合処理",
                "hu": "Szálak - varratkezelés"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The included Draw-Through exercises feature an a stiff twine. Exercises performed on real sutures can be very difficult for inexperienced laparoscopic surgeons because the thin material is difficult to control without tangling. By learning to guide, rotate, and direct the twine, the trainee can learn how to later manipulate the suture material.",
                "pl": "Innym aspektem utrudniającym naukę szycia jest plątanie się samej nici. Ćwiczenia z przeciąganiem sznurków ćwiczą umiejętność przewidywania tego plątania i zarządzania nicią w taki sposób aby nie utrudniała szycia laparoskopowego.",
                "es": "Los ejercicios de sorteo incluidos cuentan con un cordel rígido. Los ejercicios realizados en suturas reales pueden ser muy difíciles para los cirujanos laparoscópicos inexpertos porque el material delgado es difícil de controlar sin enredar. Al aprender a guiar, rotar y dirigir el cordel, el aprendiz puede aprender a manipular más tarde el material de sutura.",
                "zh-cn": "随附的牵头练习具有僵硬的麻线。对于缺乏经验的腹腔镜外科医师而言，对实际缝合线进行的锻炼可能非常困难，因为薄材料在不缠结的情况下很难控制。通过学习指导，旋转和指导麻线，学员可以学习如何以后操纵缝合材料。",
                "ja": "含まれているドロースルーエクササイズは、硬いひもを特徴としています。薄い材料を絡まずに制御するのが難しいため、実際の縫合で行われた運動は、経験の浅い腹腔鏡外科医にとって非常に困難です。握りを導き、回転させ、指示することを学ぶことで、研修生は後で縫合材を操作する方法を学ぶことができます。",
                "hu": "A mellékelt átfogó gyakorlatok merev zsineggel rendelkeznek. A valódi varratokon végzett gyakorlatok nagyon nehéz lehetnek a tapasztalatlan laparoszkópos sebészek számára, mivel a vékony anyagot nehéz irányítani. Ha megtanulja, hogy irányítsák, forgatják és irányítsák a zsineget, a gyakornok megtanulhatja, hogyan lehet később manipulálni a varrás anyagot."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "A noteworthy aspect of manipulating such twine is the fact that because it is thick and made out of plastic, it retains its shape and twist when bent out of shape. This is called 'memory' and real suture material can behave similarly too a lesser extent. Although depending on the specific material type sutures will have slightly different properties. Learning on twine is helpful in developing an understanding of the difficulties involved.",
                "pl": "Warte podkreślenia jest  to, że sznurek użyty w tych ćwiczeniach jest gruby i plastikowy przez co utrzymuje swój kształt po zgięciu. Ta właściwość nazywana jest  pamięcią. Niektóre prawdziwe nici mają podobne właściwości i są one zależne od materiału, czyli plecionki lub  monofilamentu. Ucząc się na takim sztywnym sznurku trenujący rozwinie podstawowe zrozumienie trudności, które napotyka później.",
                "es": "Un aspecto notable de manipular dicho chile es el hecho de que porque es grueso y hecho de plástico, conserva su forma y se tuerza cuando se dobla de forma. Esto se llama 'Memoria' y el material de sutura real puede comportarse de manera similar también menor. Aunque dependiendo de las suturas de tipo de material específico tendrá propiedades ligeramente diferentes. El aprendizaje en The Behine es útil para desarrollar una comprensión de las dificultades involucradas.",
                "zh-cn": "操纵这种麻线的一个值得注意的方面是，由于它是厚而由塑料制成的，因此在弯曲成形时会保持其形状和扭曲。这称为“记忆”，实际缝合力材料的行为也可能较小。尽管取决于特定的材料类型缝合线的特性略有不同。在麻线上学习有助于发展对所涉及的困难的理解。",
                "ja": "そのような麻ひもを操作することの注目に値する側面は、それが厚く、プラスチックで作られているため、形を曲げたときにその形とねじれを保持するという事実です。これは「メモリ」と呼ばれ、実際の縫合材料は、同様にあまり程度ではなく動作する可能性があります。ただし、特定の材料タイプに依存しますが、縫合糸はわずかに異なる特性を持ちます。 Twineで学ぶことは、関連する困難を理解するのに役立ちます。",
                "hu": "Az ilyen zsineg manipulálásának figyelemre méltó aspektusa az a tény, hogy mivel vastag és műanyagból készül, megtartja alakját és csavarását, ha formából hajlik. Ezt nevezik „memóriának”, és a valódi varrás anyag hasonlóan kisebb mértékben viselkedhet. Bár az adott anyagtípus -varratoktól függően kissé eltérő tulajdonságokkal rendelkeznek. A zsinegen való tanulás hasznos a nehézségek megértésében."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "media",
            "media": {
                "url": "edu4_object_directional_02.png",
                "type": "image",
                "label": {
                    "en": "Exercises with plastic twine are a good primer on manipulating suture material. Although larger and more stiff, twine retains memory much like suture material does at a smaller scale.",
                    "pl": "Wykonując ćwiczenia z plastikowym sznurkiem szybko zrozumiesz na czym polega ‘pamięć’ nici.",
                    "es": "Los ejercicios con cordel de plástico son una buena imprimación para manipular material de sutura. Aunque más grande y más rígido, el hilo retiene la memoria, al igual que el material de sutura en una escala menor.",
                    "zh-cn": "用塑料麻线进行的锻炼是操纵缝合材料的良好底漆。尽管较大，更僵硬，但麻线仍然像缝合材料一样保留记忆力，而缝合材料则较小。",
                    "ja": "プラスチック製のひもを使用したエクササイズは、縫合材料の操作に関する優れた入門書です。より大きく、より硬いものの、Twineは、縫合材が小規模で行うように記憶を保持します。",
                    "hu": "A műanyag zsineggel végzett gyakorlatok jó alapozó a varrás anyag manipulálásához. Bár nagyobb és merevebb, a zsineg ugyanúgy megtartja a memóriát, mint a varrás anyag, kisebb léptékben."
                }
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Basic Skills - Conclusion",
                "pl": "Umiejętności podstawowe - podsumowanie",
                "es": "Habilidades básicas - Conclusión",
                "zh-cn": "基本技能 - 结论",
                "ja": "基本的なスキル - 結論",
                "hu": "Alapvető készségek - Következtetés"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "After performing all the exercises of the Basic Skills chapter, you will be ready to move on to learning Basic Suturing Skills. The final exercises in the Basic Skills chapter have been designed to be challenging. We recommend thoroughly repeating all of these exercises at different instrument angles, in different ergonomic positions, and configurations.\n",
                "pl": "Po wykonaniu wszystkich ćwiczeń w kursie podstawowych umiejętności, trenujący będzie gotowy na kurs szycia podstawowego. Ostatnie ćwiczenia w tym rozdziale zostały zaprojektowane tak, aby były większym wyzwaniem dla trenującego. Rekomendowane jest też powracanie i powtarzanie wszystkich ćwiczeń, stosując przy tym różne lokalizacje portów. Różnorodność pozycji ergonomicznych i konfiguracji omówionych powyżej da trenującemu doświadczenie i pewność w poruszaniu się instrumentami wewnątrz pola operacyjnego.",
                "es": "Después de realizar todos los ejercicios del capítulo de habilidades básicas, estará listo para pasar a aprender habilidades de sutura básicas. Los ejercicios finales en el capítulo de habilidades básicas han sido diseñados para ser desafiantes. Recomendamos repetir a fondo todos estos ejercicios en diferentes ángulos de instrumentos, en diferentes posiciones ergonómicas y configuraciones.",
                "zh-cn": "在执行了基本技能章节的所有练习之后，您将准备继续学习基本的缝合技能。基本技能章节中的最终练习旨在具有挑战性。我们建议以不同的符合人体工程学位置和配置的不同仪表角度彻底重复所有这些练习。\n",
                "ja": "基本的なスキルの章のすべてのエクササイズを実行した後、基本的な縫合スキルを学習する準備ができています。基本的なスキルの章での最終演習は、挑戦的になるように設計されています。これらのすべてのエクササイズを、異なる人間工学に基づいた位置と構成で、さまざまな機器角度で徹底的に繰り返すことをお勧めします。\n",
                "hu": "Miután elvégezte az alapvető készségek fejezetének összes gyakorlatát, készen áll arra, hogy továbblépjen az alapvető varrási készségek elsajátításához. Az alapvető készségek fejezetének utolsó gyakorlatait kihívásokkal tervezték. Javasoljuk, hogy alaposan ismételje meg ezeket a gyakorlatokat különböző műszeres szögekben, különböző ergonómiai helyzetekben és konfigurációkban.\n"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Object Directional Control and String Guidance",
            "pl": "Kierunkowa kontrola obiektu i prowadzenie nici",
            "es": "Objeto control direccional y guía de cadena",
            "zh-cn": "对象方向控制和字符串指导",
            "ja": "オブジェクトの方向制御と文字列ガイダンス",
            "hu": "Objektumirányú irányítás és karakterlánc -útmutatás"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "A primer on the basic skills useful later when suturing inside the operating area.",
            "pl": "Wstęp do podstawowych umiejętności przydatnych w szyciu wewnątrz pola operacyjnego.",
            "es": "Una imprimación en las habilidades básicas útiles más adelante cuando se suturba dentro del área de operación.",
            "zh-cn": "稍后在操作区域内缝合时，有关基本技能的入门。",
            "ja": "基本的なスキルの入門書は、手術エリア内で縫合するときに役立ちます。",
            "hu": "Az alapvető készségek alapozója később hasznos, amikor a működési területen belül varrnak."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}