{
    "id": "edu5_instruments",
    "content": [
        {
            "type": "header",
            "text": {
                "en": "Clip Applicator",
                "pl": "Klipsownica",
                "es": "Aplicador de clip",
                "zh-cn": "剪辑涂抹器",
                "ja": "クリップアプリケーター",
                "hu": "Klip applikátor"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "In open surgery ligation techniques are usually used to close off ducts and arteries. In laparoscopic procedures however, this is usually done with clips applied using clip applicators. Many types of laparoscopic clip applicators exist- some are disposable while others are reusable and reloadable. Form factors and sizes vary as well - it is important for the laparoscopic surgeon to be familiarized with the clip applicator being used. Even though the surgical assistant often loads clips into the applicator the surgeon should have a good understanding of the device so as not to damage tissue. It is important to never apply clips without a clip loaded as this could cut tissue unpredictably.",
                "pl": "W otwartej chirurgii, techniki ligacji przeważnie są używane do zamykania przewodów. W laparoskopowych zabiegach jest to przeważnie robione za pomocą klipsów zakładanych przy pomocy klipsownicy. W użytku jest wiele różnych rodzajów klipsownic. Niektóre są jednorazowe a niektóre wielorazowe z magazynkami samoładującymi. Formy i rozmiary też się różnią - ważne jest więc, aby chirurg laparoskopowy wiedział jakiej klipsownicy używa. Pomimo obecnych w trakcie operacji instrumentariuszek, które przygotowują klipsownicę, chirurg zawsze powinien rozumieć dany model urządzenia, aby przypadkowo nie wyrządzić krzywdy. Na przykład, ważne jest żeby nigdy przypadkowo nie używać klipsownicy bez załadowanego klipsu ponieważ branże instrumentu mogą przeciąć przewód.",
                "es": "En la cirugía abierta, las técnicas de ligación se usan generalmente para cerrar los conductos y las arterias. Sin embargo, en los procedimientos laparoscópicos, esto generalmente se realiza con clips aplicados con aplicadores de clip. Existen muchos tipos de aplicadores de clip laparoscópico, algunos son desechables, mientras que otros son reutilizables y recargables. Los factores de forma y los tamaños varían también: es importante que el cirujano laparoscópico se familiarice con el aplicador de clip. Aunque el asistente quirúrgico a menudo carga los clips en el aplicador, el cirujano debe tener una buena comprensión del dispositivo para no dañar el tejido. Es importante nunca aplicar clips sin un clip cargado, ya que esto podría cortar el tejido impredecible.",
                "zh-cn": "在开放手术中，连接技术通常用于关闭管道和动脉。但是，在腹腔镜程序中，通常是使用使用夹子涂抹器施加的夹子来完成的。存在许多类型的腹腔镜剪辑涂抹器 - 有些是一次性的，而另一些则可以重复使用且可重新加载。形式因素和大小也有所不同 - 腹腔镜外科医生熟悉所使用的夹子涂抹器很重要。即使外科助手经常将夹子加载到涂抹器中，外科医生应该对设备有很好的了解，以免损坏组织。重要的是不要在没有夹子的情况下使用夹子，因为这可能会不可预测地切割组织。",
                "ja": "開いた手術では、通常、ダクトと動脈を閉じるためにライゲーション技術が使用されます。ただし、腹腔鏡手順では、これは通常、クリップアプリケーターを使用して適用されたクリップで行われます。多くの種類の腹腔鏡クリップアプリケーターが存在します - 一部は使い捨てであり、他の種は再利用可能で再耐えられます。フォームファクターとサイズも異なります - 腹腔鏡外科医が使用されているクリップアプリケーターに精通することが重要です。外科手術アシスタントはしばしばアプリケーターにクリップを積み込みますが、外科医は組織を損傷しないようにデバイスをよく理解する必要があります。これにより、組織を予測不可能に削減できるため、クリップがロードされていないクリップを使用せずにクリップを適用しないことが重要です。",
                "hu": "A nyílt műtét során a ligációs technikákat általában a csatornák és artériák lezárására használják. Laparoszkópos eljárásokban azonban ezt általában klipekkel alkalmazott klipekkel végzik. Számos típusú laparoszkópos klip applikátor létezik- néhányuk eldobható, míg mások újrafelhasználhatók és újratölthetők. A forma tényezői és méretei szintén változnak - fontos, hogy a laparoszkópos sebész megismerkedjen a használt klip applikátorral. Annak ellenére, hogy a műtéti asszisztens gyakran a klipeket tölti be az applikátorba, a sebésznek jól meg kell értenie a készüléket, hogy ne károsítsák a szövetet. Fontos, hogy soha ne alkalmazzunk klipeket, anélkül, hogy ez a klip nélkül be van töltve, mivel ez kiszámíthatatlanul csökkentheti a szövetet."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "media",
            "media": {
                "url": "edu5_instruments_01.png",
                "type": "image",
                "label": {
                    "en": "Remember - when applying a clip to any vessel or duct always rotate the instrument to visually confirm the other side of the instrument. Only then you will have the confidence that the clip will have captured the entire tissue securely.",
                    "pl": "Pamiętaj - zakładając klips na jakikolwiek przewód obróć branżę w taki sposób, żeby zobaczyć drugą jej stronę. Będziesz wtedy mieć pewność, że klips chwyci całość i nie ześlizgnie się później.",
                    "es": "Recuerde: cuando aplique un clip a cualquier recipiente o conducto, siempre gire el instrumento para confirmar visualmente el otro lado del instrumento. Solo entonces tendrá la confianza de que el clip habrá capturado de forma segura a todo el tejido.",
                    "zh-cn": "请记住 - 在将夹子施加到任何容器或管道上时，始终旋转仪器以视觉上确认仪器的另一侧。只有这样，您才能确信夹子将牢固捕获整个纸巾。",
                    "ja": "覚えておいてください - 容器またはダクトにクリップを適用するときは、機器を常に回転させて、機器の反対側を視覚的に確認してください。そうして初めて、クリップが組織全体を安全にキャプチャしたという自信があります。",
                    "hu": "Ne feledje - Ha bármely edényre vagy csatornára alkalmaz egy klipet, mindig forgassa el a műszert, hogy vizuálisan megerősítse a műszer másik oldalát. Csak akkor bízza meg azt a bizalmat, hogy a klip biztonságosan megragadja a teljes szövettét."
                }
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "When applying a clip it is important for the face of the clip applicator to be directed towards the field of vision so that the surgeon can visualize both jaws of the instrument.",
                "pl": "Podczas zakładania klipsów na przewody przydatne jest obrócenie końcówki w taki sposób, aby obie szczęki były uwidocznione za przewodem.",
                "es": "Al aplicar un clip, es importante que la cara del aplicador de clip se dirija hacia el campo de la visión para que el cirujano pueda visualizar ambas mandíbulas del instrumento.",
                "zh-cn": "应用夹子时，对于夹子涂抹器的面部朝向视野很重要，以便外科医生可以可视化仪器的两个下巴。",
                "ja": "クリップを適用する場合、クリップアプリケーターの表面が視野に向けられ、外科医が機器の両方の顎を視覚化できるようにすることが重要です。",
                "hu": "A klip alkalmazásakor fontos, hogy a klip applikátor arca a látómező felé irányuljon, hogy a sebész megjelenítse a műszer mindkét állkapcsaját."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "When applying a clip it is important for the face of the clip applicator to be directed towards the field of vision so that the surgeon can visualize both jaws of the instrument. This gives the surgeon confidence that the clip will fit around the entire structure of the target tissue and that it won’t accidentally catch any of the other tissues. It is worth noting that we should not use metal clips along with electro-surgery. The tissue may be damaged and the clips may loosen when the clips conduct electricity.",
                "pl": "Podczas zakładania klipsów na przewody przydatne jest obrócenie końcówki w taki sposób, aby obie szczęki były uwidocznione za przewodem. Tylko wtedy ma się pewność że cały przewód został poprawnie chwycony przez instrument. Ogranicza to też prawdopodobieństwo uchwycenia klipsownicą innych tkanek.. Nie jest też rekomendowane używanie elektrochirurgii w pobliżu założonych klipsów, gdyż klipsy mogą przypadkowo przewodzić prąd i poluzować się na tkance.",
                "es": "Al aplicar un clip, es importante que la cara del aplicador de clip se dirija hacia el campo de la visión para que el cirujano pueda visualizar ambas mandíbulas del instrumento. Esto le da a la confianza del cirujano que el clip se ajustará a toda la estructura del tejido objetivo y que no accederá accidentalmente a ninguno de los otros tejidos. Vale la pena señalar que no debemos usar clips de metal junto con la electro-cirugía. El tejido puede dañarse y los clips pueden aflojarse cuando los clips realizan electricidad.",
                "zh-cn": "应用夹子时，对于夹子涂抹器的面部朝向视野很重要，以便外科医生可以可视化仪器的两个下巴。这使外科医生对夹子将适合目标组织的整个结构的信心，并且不会意外地捕获任何其他组织。值得注意的是，我们不应在电手术中使用金属夹。当夹子传导电时，组织可能会损坏，夹子可能会松动。",
                "ja": "クリップを適用する場合、クリップアプリケーターの表面が視野に向けられ、外科医が機器の両方の顎を視覚化できるようにすることが重要です。これにより、外科医は、クリップが標的組織の構造全体に収まること、そして他の組織を誤って捕まえないという自信を与えます。電気装飾品とともに金属クリップを使用してはならないことは注目に値します。組織が損傷し、クリップが電気を供給するとクリップが緩む可能性があります。",
                "hu": "A klip alkalmazásakor fontos, hogy a klip applikátor arca a látómező felé irányuljon, hogy a sebész megjelenítse a műszer mindkét állkapcsaját. Ez bizalmat ad a sebésznek abban, hogy a klip illeszkedik a célszövet teljes szerkezete körül, és hogy véletlenül nem fog elkapni a többi szövetet. Érdemes megjegyezni, hogy nem szabad fémklipeket használnunk az elektro-műtét mellett. A szövet megsérülhet, és a klipek meglazulhatnak, ha a klipek villamos energiát viselnek."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Endo-Loop",
                "pl": "Endo-Loop",
                "es": "Endo-bucle",
                "zh-cn": "内地环",
                "ja": "エンドループ",
                "hu": "Endo-hurok"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Tying knots inside the laparoscopic operating area is usually difficult due to the limited space available. Only experienced and skilled surgeons are capable of working with complex intracorporeal sutures. This is why knots are often tied extracorporeally and are then brought in through the trocar. In this way the loop is ready and only needs to be pulled and tightened onto the target tissue.",
                "pl": "Wiązanie węzłów wewnątrz pola operacyjnego jest uznawane za najtrudniejsze i jedynie doświadczeni chirurdzy potrafią to robić. Dlatego możliwe jest wiązanie węzłów poza polem operacyjnym i wprowadzanie ich przez trokar przy pomocy disektora bądź endo-loop'a. Tym sposobem możliwe jest obejście tej umiejętności. Pętla musi być jedynie wprowadzona do pola operacyjnego i zaciągnięta na docelową tkankę.",
                "es": "Los nudos de atadura dentro del área de operación laparoscópica generalmente son difíciles debido al espacio limitado disponible. Solo los cirujanos experimentados y expertos son capaces de trabajar con suturas intracorpóreas complejas. Esta es la razón por la cual los nudos a menudo se atan extracorpóricamente y luego se traen a través del trocar. De esta manera, el bucle está listo y solo debe ser arrastrado y apretado sobre el tejido objetivo.",
                "zh-cn": "由于可用的空间有限，腹腔镜操作区域内的打结通常很困难。只有经验丰富且熟练的外科医生才能使用复杂的体内缝合线。这就是为什么打结经常被绑在体外，然后通过套管卡引入的原因。这样，循环就已经准备就绪，只需要拉出并拧紧到目标组织。",
                "ja": "利用可能なスペースが限られているため、通常、腹腔鏡操作エリア内の結び目を結ぶことは困難です。経験豊富で熟練した外科医のみが、複雑な体内縫合糸で作業することができます。これが、結び目がしばしば体外に結び付けられ、その後トロカルを通して持ち込まれる理由です。このようにして、ループの準備が整い、ターゲット組織に引っ張って締めるだけです。",
                "hu": "A csomók kötése a laparoszkópos működési területen általában nehéz a rendelkezésre álló korlátozott hely miatt. Csak a tapasztalt és képzett sebészek képesek dolgozni komplex intrakorporális varratokkal. Ez az oka annak, hogy a csomókat gyakran extrakorporálisan kötik össze, majd a trokaron keresztül kerülnek be. Ilyen módon a hurok készen áll, és csak a célszövetre kell húzni és meg kell húzni."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Other Commonly used Laparoscopic Instruments",
            "pl": "Inne często używane instrumenty laparoskopowe",
            "es": "Otros instrumentos laparoscópicos de uso común.",
            "zh-cn": "其他常用的腹腔镜仪器",
            "ja": "他の一般的に使用される腹腔鏡機器",
            "hu": "Más általánosan használt laparoszkópos eszközök"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "An overview of the properties of the clip applicator and the endo-loop.",
            "pl": "Przegląd właściwości klipsownicy i endo-loop",
            "es": "Una descripción general de las propiedades del aplicador de clip y el endo-bucle.",
            "zh-cn": "剪辑涂抹器和内循环的属性的概述。",
            "ja": "クリップアプリケーターとエンドループのプロパティの概要。",
            "hu": "A klip applikátor és az endo-hurok tulajdonságainak áttekintése."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}