{
    "id": "edu6_dissection_resection",
    "content": [
        {
            "type": "header",
            "text": {
                "en": "Scissors",
                "pl": "Nożyczki",
                "es": "Tijeras",
                "zh-cn": "剪刀",
                "ja": "はさみ",
                "hu": "Olló"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Scissors are some of the oldest surgical devices for surgery. The cutting force of scissors is proportional to the amount of force applied to the lever and to the distance from the fulcrum point. This means that they can grip, squeeze and tear the target structure in rapid succession with precision and speed. Tissue captured by the scissors should not exceed the space between the jaws so that it does not slip. After the scissors are squeezed sufficiently the tissues between the blades deform irreversibly and with continued action the tissue fractures along the intercellular plane. The fracture forms along the blade of the scissors and continues away from the fulcrum point of the scissors.",
                "pl": "Nożyczki są jednym z najstarszych urządzeń wykorzystywanych w chirurgii. Siła cięcia nożyczek jest proporcjonalna do ilości siły przełożonej przez dźwignię z rękojeści. Jest ona też proporcjonalna do odległości od punktu podparcia. Oznacza to, że nożyczki najpierw chwytają, a potem ściskają i ostatecznie precyzyjnie rozdzierają strukturę podczas pojedynczego cięcia. Tkanka chwytana przez nożyczki nie powinna być szersza niż przestrzeń pomiędzy ostrzami, w przeciwnym razie tkanka może się ześlizgiwać z ostrza. Zaraz po początkowym zaciśnięciu nożyczek, tkanka pomiędzy ostrzami w pierwszej kolejności odkształca się. Przy dalszym zaciskaniu tkanka rozrywa się na osi międzykomórkowej. Rozdarcie, widoczne gołym okiem jako przecięcie, formuje się wzdłuż ostrzy zaczynając od punktu najbliższemu do punktu podparcia.",
                "es": "Las tijeras son algunos de los dispositivos quirúrgicos más antiguos para la cirugía. La fuerza de corte de las tijeras es proporcional a la cantidad de fuerza aplicada a la palanca y a la distancia desde el punto de fulcrum. Esto significa que pueden agarrar, apretar y desgarrar la estructura objetivo en rápida sucesión con precisión y velocidad. El tejido capturado por las tijeras no debe exceder el espacio entre las mandíbulas para que no se deslice. Después de que las tijeras se aprietan lo suficiente, los tejidos entre las cuchillas se deforman irreversiblemente y con una acción continua, las fracturas del tejido a lo largo del plano intercelular. La fractura se forma a lo largo de la hoja de las tijeras y continúa alejada del punto de apoyo de las tijeras.",
                "zh-cn": "剪刀是一些最古老的手术手术装置。剪刀的切割力与施加到杆的力量以及距离支点点的距离成正比。这意味着他们可以以精确和速度快速连续地抓住，挤压和撕裂目标结构。剪刀捕获的组织不应超过下颌之间的空间，以免滑落。在剪刀被充分挤压后，叶片之间的组织不可逆地变形并继续作用，沿着细胞间平面的组织裂缝。裂缝沿着剪刀的刀片形成，并继续远离剪刀的支点。",
                "ja": "はさみは、手術のための最も古い手術装置の一部です。ハサミの切断力は、レバーに適用される力の量と支点ポイントからの距離に比例します。これは、正確さと速度でターゲット構造を急速に連続して握りしめ、絞り、引き裂くことができることを意味します。はさみによって捕獲された組織は、顎が滑らないように顎の間のスペースを超えてはなりません。はさみが十分に絞られた後、刃の間の組織は不可逆的に変形し、継続的な作用により細胞間面に沿った組織骨折を継続的にします。骨折はハサミの刃に沿って形成され、ハサミの支点ポイントから離れています。",
                "hu": "Az olló a műtét legrégebbi műtéti eszközei. Az olló vágási ereje arányos a karra és a fulcrum pontjától való távolságra alkalmazott erőmennyiséggel. Ez azt jelenti, hogy pontossággal és sebességgel gyorsan egymás után megragadhatják, kinyomhatják és elszakíthatják a célszerkezetet. Az olló által elfogott szövet nem haladhatja meg az állkapocsok közötti helyet, hogy az ne csúszjon. Miután az ollókat kellően megsimogatták, a pengék közötti szövetek visszafordíthatatlanul deformálódnak, és folyamatos hatással a szövetek törései az intercelluláris sík mentén. A törés az olló pengéje mentén alakul ki, és az olló fulcrum pontjától folytatódik."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "quote",
            "text": {
                "en": "To develop a deeper understanding of laparoscopic scissor action perform exercises with gauze pads and silicone tissues.",
                "pl": "Aby rozwinąć umiejętność posługiwania się nożyczkami w laparoskopii, trenujący powinien wykonać ćwiczenia z wycinaniem kółek na gazie oraz przy pomocy silikonowych tkanek.",
                "es": "Para desarrollar una comprensión más profunda de la acción de tijera laparoscópica, realice ejercicios con almohadillas de gasa y tejidos de silicona.",
                "zh-cn": "为了更深入地了解腹腔镜剪刀作用，用纱布和硅胶组织进行锻炼。",
                "ja": "腹腔鏡下ハサミの作用をより深く理解するために、ガーゼパッドとシリコン組織を使用してエクササイズを実行します。",
                "hu": "A laparoszkópos ollórész mélyebb megértése érdekében végezzen gyakorlatokat gézpárnákkal és szilikonszövetekkel."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Laparoscopic scissors should be handled with extreme care. If they are not handled properly inside the operating area they can cause severe damage with their sharp tips. Intracorporeal bleeding can go unnoticed outside of the field of vision and it can cause severe post-operative complications. Laparoscopic scissors can be used for cutting any tissue, artery or duct, but also they can be used for ‘sharp dissection’ where the tips are introduced into the target tissue closed and are then opened to spread the tissue with precision. The back side of the scissors can also be used to spatulate and press tissues aside.",
                "pl": "Nożyczki używane w chirurgii małoinwazyjnej powinny być używane bardzo ostrożnie. Ze względu na swoją ostrość, przy błędnym użyciu, mogą spowodować poważne komplikacje. Krwawienie poza polem widzenia wewnątrz pola operacyjnego może zostać niezauważone. \nNożyczki laparoskopowe mogą być użyte do cięcia każdego rodzaju tkanki, naczynia czy przewodu. Mogą też być użyte do preparowania na ostro. Preparując na ostro, chirurg wkłuwa się zamkniętymi nożyczkami w tkankę i otwiera je, aby precyzyjnie rozpreparowywać tkankę. Płaski tył nożyczek może być też używany do przepychania i szpatuowania tkanek.\n",
                "es": "Las tijeras laparoscópicas deben manejarse con mucho cuidado. Si no se manejan correctamente dentro del área de operación, pueden causar daños severos con sus puntas afiladas. El sangrado intracorpóreo puede pasar desapercibido fuera del campo de la visión y puede causar complicaciones postoperatorias graves. Las tijeras laparoscópicas se pueden usar para cortar cualquier tejido, arteria o conducto, pero también se pueden usar para \"disección afilada\" donde se introducen las puntas en el tejido objetivo cerrado y luego se abren para propagar el tejido con precisión. El lado posterior de las tijeras también se puede usar para salpicar y presionar los tejidos a un lado.",
                "zh-cn": "腹腔镜剪刀应格外小心。如果它们在操作区域内未正确处理，则可能会用尖锐的尖端造成严重损坏。体内出血可能不会在视野之外忽略，并且可能导致严重的术后并发症。腹腔镜剪刀可用于切割任何组织，动脉或管道，但也可用于“尖锐的解剖”，在此，将尖端引入封闭目标组织，然后将其精确地打开以散布组织。剪刀的背面也可以用来将组织放在一边。",
                "ja": "腹腔鏡ハサミは、細心の注意を払って処理する必要があります。操作エリア内で適切に処理されていない場合、鋭いヒントで深刻な損傷を引き起こす可能性があります。体内出血は、視野の外側に気付かれずに存在する可能性があり、重度の術後合併症を引き起こす可能性があります。腹腔鏡ハサミは、組織、動脈、またはダクトを切断するために使用できますが、標的組織に先端が導入され、その後開いて組織を正確に広げる「鋭い解剖」にも使用できます。はさみの裏側を使用して、組織を脇に置いて押すこともできます。",
                "hu": "A laparoszkópos ollóit rendkívüli gondozással kell kezelni. Ha nem kezelik őket megfelelően a működési területen belül, akkor az éles tippeikkel súlyos károkat okozhatnak. Az intrakorporális vérzés észrevétlenül maradhat a látómezőn kívül, és súlyos műtét utáni szövődményeket okozhat. A laparoszkópos olló felhasználható bármilyen szövet, artéria vagy csatorna vágására, de felhasználhatók az „éles boncoláshoz” is, ahol a tippeket beillesztik a célszövetbe, majd kinyitják, hogy a szövet pontossággal terjessze. Az olló hátsó oldala is felhasználható a szövetek eltolására és megnyomására is."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "header",
            "text": {
                "en": "Many types of scissors are used in laparoscopy:",
                "pl": "Wiele rodzajów nożyczek jest używane w laparoskopii:",
                "es": "Muchos tipos de tijeras se utilizan en laparoscopia:",
                "zh-cn": "许多类型的剪刀用于腹腔镜检查：",
                "ja": "腹腔鏡検査では、多くの種類のハサミが使用されています。",
                "hu": "Számos ollót használnak laparoszkópiában:"
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "media",
            "media": {
                "url": "edu6_dissection_resection_01.png",
                "type": "image",
                "label": {
                    "en": "Straight Scissors (1) - these scissors are simply straight and used less often in laparoscopy. Curved Scissors (2) - the most common shape used in laparoscopy because the curvature of the blade is better visualized inside the peritoneal cavity. Serrated Scissors (3) - the serrated edge on the blades of these scissors prevents the tissue from slipping; useful with ligatures and slippery tissue. Hook Scissors (4) - these scissors surround the target structure before cutting and prevent the tissue from slipping. Especially useful for cutting ducts, arteries and nerve bundles. Micro-Tip Scissors (5) - small scissors which are useful in exploration and cutting of small ducts.",
                    "pl": "Proste nożyczki (1) - te nożyczki są proste i rzadziej używane w laparoskopii. Zakrzywione nożyczki (2) - najczęściej używany kształt w laparoskopii ponieważ zagięte ostrze jest łatwiejsze w wizualizacji w polu operacyjnym. Nożyczki ząbkowane (3) - ząbkowana krawędź nożyczek nie pozwala na ześlizgiwanie się tkanek z krawędzi, co może być przydatne przy ligaturach czy śliskich tkankach. Nożyki hakowe (4) - zagięte są w taki sposób, że ostrze otacza docelową strukturę przed właściwym przecięciem co ogranicza możliwość przecięcia. Szczególnie przydatne do przecinania przewodów, naczyń czy wiązek nerwów. Micro-Tip (5) - rzadko używane nożyczki o małych końcówkach, przydatne do eksploracji i nacinania małych przewodów.",
                    "es": "Tijeras rectas (1): estas tijeras son simplemente rectas y utilizadas con menos frecuencia en laparoscopia. Tijeras curvas (2): la forma más común utilizada en la laparoscopia porque la curvatura de la cuchilla se visualiza mejor dentro de la cavidad peritoneal. Tijeras serradas (3): el borde serrado en las cuchillas de estas tijeras evita que el tejido se deslice; Útil con ligaduras y tejido resbaladizo. Tijeras de gancho (4): estas tijeras rodean la estructura objetivo antes de cortar y evitar que el tejido se deslice. Especialmente útil para cortar ductos, arterias y paquetes nerviosos. Tijeras de micro-punta (5): pequeñas tijeras que son útiles en la exploración y el corte de pequeños conductos.",
                    "zh-cn": "直剪（1） - 这些剪刀是直的，在腹腔镜检查中使用的频率较低。弯曲的剪刀（2） - 腹腔镜检查中使用的最常见形状，因为叶片的曲率在腹膜腔内更好地可视化。锯齿状的剪刀（3） - 这些剪刀叶片上的锯齿状边缘防止组织滑动；可用于连接和滑动组织。钩剪（4） - 这些剪刀在切割之前围绕着目标结构，并防止组织滑动。对于切割管道，动脉和神经束特别有用。微尖剪刀（5） - 小型剪刀，可用于探索和切割小管道。",
                    "ja": "ストレートハサミ（1） - これらのハサミは単にまっすぐで、腹腔鏡検査ではあまり使用されません。湾曲したハサミ（2） - 刃の曲率は腹膜腔内でよりよく視覚化されるため、腹腔鏡検査で使用される最も一般的な形状です。鋸歯状のはさみ（3） - これらのハサミの刃の鋸歯状のエッジは、組織の滑りを防ぎます。靭帯と滑りやすい組織で役立ちます。フックはさみ（4） - これらのハサミは、ターゲット構造を囲んでから、組織が滑らないように切断して防止します。特にダクト、動脈、神経束を切断するのに役立ちます。マイクロチップはさみ（5） - 小さなダクトの探索と切断に役立つ小さなハサミ。",
                    "hu": "Egyenes olló (1) - Ezeket az ollókat egyszerűen egyenes és kevésbé használják laparoszkópiában. Ívelt olló (2) - A laparoszkópiában a leggyakoribb forma, mivel a penge görbületét jobban megjelenítik a peritoneális üregben. Fogazott olló (3) - Ezen olló pengéin fogazott széle megakadályozza a szövet csúszását; Hasznos ligatúrákkal és csúszós szövetekkel. Hook -olló (4) - Ezek az olló a vágás előtt körülveszi a célszerkezetet, és megakadályozza a szövet csúszását. Különösen hasznos a csatornák, artériák és idegkötegek vágására. Mikroszintű olló (5) - kis olló, amelyek hasznosak a kis csatornák feltárásában és vágásában."
                }
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        },
        {
            "type": "disclaimer",
            "text": {
                "en": "Although scissors can be used with monopolar electrosurgery, they will quickly become blunt with use.",
                "pl": "Nożyczki mogą być używane z energią monopolarną, ale nie jest to rekomendowane ponieważ stają się tępe.",
                "es": "Aunque las tijeras se pueden usar con electrocirugía monopolar, rápidamente se volverán contundentes con el uso.",
                "zh-cn": "尽管剪刀可以与单极电外科一起使用，但它们会迅速使用。",
                "ja": "はさみはモノ極電力外科で使用できますが、使用するとすぐに鈍くなります。",
                "hu": "Noha az olló felhasználható monopoláris elektrokurgery segítségével, ezek gyorsan tompa lesznek."
            },
            "simulators": {
                "Apex": true,
                "Analytic": true,
                "Advance": true,
                "Academy": true,
                "Papex": true,
                "MentorStation": true
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "text": {
            "en": "Tissue Dissection and Resection Exercises",
            "pl": "Preparowanie Tkanek na Ostro i na Tępo",
            "es": "Disección de tejido y ejercicios de resección.",
            "zh-cn": "组织解剖和切除练习",
            "ja": "組織解剖と切除運動",
            "hu": "Szöveti boncolási és reszekciós gyakorlatok"
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    },
    "simulators": {
        "Apex": true,
        "Analytic": true,
        "Advance": true,
        "Academy": true,
        "Papex": true,
        "MentorStation": true
    },
    "subTitle": {
        "text": {
            "en": "The properties of all the different types of scissors used in laparoscopy.",
            "pl": "Właściwości różnych rodzajów nożyczek używanych w laparoskopii.",
            "es": "Las propiedades de todos los diferentes tipos de tijeras utilizadas en laparoscopia.",
            "zh-cn": "腹腔镜检查中使用的所有不同类型的剪刀的性质。",
            "ja": "腹腔鏡検査で使用されるすべての異なる種類のハサミの特性。",
            "hu": "A laparoszkópiában használt összes olló tulajdonságai."
        },
        "simulators": {
            "Apex": true,
            "Analytic": true,
            "Advance": true,
            "Academy": true,
            "Papex": true,
            "MentorStation": true
        }
    }
}