{
    "id": "FLS3",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 80
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 15
                        },
                        {
                            "name": "distance",
                            "limit": 5
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 53.333333333333336
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "FLS_foam",
    "allowedInstruments": [
        "grasper",
        "dissector",
        "scissors"
    ],
    "accessories": [
        "suture_20cm:4",
        " foam_insert:1"
    ],
    "name": {
        "en": "Ligating Loop Task",
        "pl": "Zakładanie Pętli",
        "es": "Tarea de bucle ligante",
        "zh-cn": "连接循环任务",
        "ja": "ライジングループタスク",
        "hu": "Logizáló hurokfeladat"
    },
    "skills": {
        "en": "FLS, Endo-Loop, Extracorporeal Knot",
        "pl": "FLS, Endo-Loop, Węzeł Pozaustrojowy",
        "es": "FLS, endo-bucle, nudo extracorpóreo",
        "zh-cn": "FLS，内向环，体外结",
        "ja": "FLS、エンドループ、体外結び目",
        "hu": "FLS, endo-hurok, extrakorporális csomó"
    },
    "description": {
        "en": "The ligating loop task of the FLS verifies the trainee’s skill with pulling and attaching ligating loops with precision and speed. In the exercise below you will perform 4 repeated ligating loops, but on the FLS test only one must be applied. The task should be practiced until it can be performed in 53 seconds with up to 1mm accuracy errors on the markings on the tips of the red foam. This level of performance should be achieved on two consecutive repetitions or for a maximum of 80 repetitions.\n",
        "pl": "Zadanie z podwiązywaniem pętli w systemie FLS weryfikuje umiejętności osoby szkolonej w zakresie ciągnięcia i mocowania pętli z podwiązywaniem szybko i precyzyjnie. W poniższym ćwiczeniu powinny być wykonane 4 pętle do podwiązywania, aczkolwiek w oficjalnym teście FLS należy zastosować tylko jedną. Zadanie powinno być ćwiczone, aż będzie można je wykonać w ciągu 53 sekund z błędem dokładności do 1 mm od oznaczeń na końcach czerwonej pianki.Ten poziom wydajności powinien zostać osiągnięty w dwóch kolejnych powtórzeniach lub w maksymalnie 80 powtórzeniach.",
        "es": "La tarea de bucle ligante de los FLS verifica la habilidad del aprendiz con tirar y colocar los bucles ligantes con precisión y velocidad. En el ejercicio a continuación, realizará 4 bucles de ligadura repetidos, pero en la prueba FLS, solo se debe aplicar uno. La tarea debe practicarse hasta que se pueda realizar en 53 segundos con errores de precisión de hasta 1 mm en las marcas en las puntas de la espuma roja. Este nivel de desempeño debe lograrse en dos repeticiones consecutivas o por un máximo de 80 repeticiones.",
        "zh-cn": "FLS的连接环任务可验证受训者的技能，以精确和速度拉动和连接绑扎循环。在下面的练习中，您将执行4个重复的连杆循环，但在FLS测试中只能应用一个。该任务应进行练习，直到可以在53秒内执行，在红色泡沫尖端上的标记上最多有1mm的精度错误。应在两次连续重复或最多80个重复时达到这种绩效水平。\n",
        "ja": "FLSの連結ループタスクは、正確さと速度でライジングループを引っ張って取り付けることで、研修生のスキルを検証します。以下の演習では、4つの繰り返しのライジングループを実行しますが、FLSテストでは1つだけを適用する必要があります。タスクは、赤いフォームの先端のマーキングに最大1mmの精度エラーで53秒で実行できるまで実践する必要があります。このレベルのパフォーマンスは、2回連続の繰り返しで、または最大80回の繰り返しで達成する必要があります。\n",
        "hu": "Az FLS ligáló hurok feladata ellenőrzi a gyakornok készségét a ligáló hurkok pontossággal és sebességgel történő húzásával és rögzítésével. Az alábbi gyakorlatban 4 ismételt ligáló hurkot hajt végre, de az FLS -tesztnél csak egyet kell alkalmazni. A feladatot addig kell gyakorolni, amíg 53 másodpercen belül nem lehet végrehajtani, akár 1 mm -es pontossági hibákkal a piros hab hegyén lévő jelöléseken. Ezt a teljesítményszintet két egymást követő ismétlésen vagy legfeljebb 80 ismétlésnél kell elérni.\n"
    },
    "instructions": {
        "en": "Begin the exercise and apply the first loop onto the left element, targeting as close to the marked line as possible. Complete the exercise by applying four loops around each target element.",
        "pl": "Pojedyncza pętla powinna być zawiązana poza trenażerem i powinna być wprowadzona przy pomocy disektora. Cztery kolejne pętle powinny być przymocowane wokół każdego elementu docelowego. ",
        "es": "Comience el ejercicio y aplique el primer bucle en el elemento izquierdo, se dirige lo más cerca posible de la línea marcada. Complete el ejercicio aplicando cuatro bucles alrededor de cada elemento objetivo.",
        "zh-cn": "开始练习，然后将第一个循环应用于左元元素，将靶向尽可能靠近标记线。通过在每个目标元素周围应用四个循环来完成练习。",
        "ja": "エクササイズを開始し、最初のループを左要素に適用し、マークされたラインの近くに可能な限りターゲットにします。各ターゲット要素に4つのループを適用して、演習を完了します。",
        "hu": "Kezdje el a gyakorlatot, és vigye fel az első hurkot a bal elemre, a lehető legközelebb a jelölt vonalhoz. Végezze el a gyakorlatot úgy, hogy négy hurkot alkalmaz az egyes célelemek körül."
    },
    "preparation": {
        "en": "Clip the red foam insert into the Tissue Holder Module and place it in the operating area. Prepare four pieces of 30cm suture material and tie standard sliding knots around each one.\n",
        "pl": "Czerwona wkładka piankowa powinna być przymocowana do modułu trzymania tkanek. Cztery 30 cm nici powinny być przygotowane z zawiązanymi pętlami z węzłów przesuwnych.",
        "es": "Clip El inserto de espuma rojo en el módulo del soporte de tejido y colóquelo en el área de operación. Prepare cuatro piezas de material de sutura de 30 cm y atan nudos deslizantes estándar alrededor de cada uno.",
        "zh-cn": "将红色泡沫插入到组织支架模块中，并将其放在操作区域中。准备四件30厘米的缝合材料，并在每种缝合线上打结标准的滑动结。\n",
        "ja": "レッドフォームインサートを組織ホルダーモジュールにクリップし、動作エリアに配置します。 30cmの縫合材料の4個を準備し、それぞれの周りに標準のスライドノットを結びます。\n",
        "hu": "Keverje el a piros hab betétét a szöveti tartó moduljába, és helyezze azt a működési területre. Készítsen elő négy darab 30 cm -es varrás anyagot, és kösse össze a standard csúszó csomókat mindegyik körül.\n"
    }
}