{
    "id": "module_appendectomy",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "appendectomy_background.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {
            "backgroundUrl": "appendectomy_background.png",
            "places": [
                2,
                7
            ]
        },
        "Advance": {
            "backgroundUrl": "appendectomy_background.png",
            "places": [
                2,
                9
            ]
        }
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {},
        "Advance": {}
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 1080
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 110
                        },
                        {
                            "name": "distance",
                            "limit": 22
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 720
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "appendectomy",
    "allowedInstruments": [
        "grasper",
        "dissector",
        "scissors",
        "clipper"
    ],
    "accessories": [
        "suture_20cm:1",
        " clip:6"
    ],
    "name": {
        "en": "Appendectomy - Module",
        "pl": "Apendektomia - Moduł",
        "es": "Apendicectomía - módulo",
        "zh-cn": "阑尾切除术 - 模块",
        "ja": "虫垂切除 - モジュール",
        "hu": "Appendectomy - modul"
    },
    "skills": {
        "en": "Procedure, Appendectomy",
        "pl": "Procedura, Apendektomia",
        "es": "Procedimiento, apendicectomía",
        "zh-cn": "程序，阑尾切除术",
        "ja": "手順、虫垂切除",
        "hu": "Eljárás, appendectomia"
    },
    "description": {
        "en": "In this exercise the objective is to perform an entire appendectomy. Apart from finding and identifying the inflamed appendix, this procedure involves accurately dissecting it and identifying where it protrudes from the ileocecal junction. ",
        "pl": "Celem tego ćwiczenia jest wykonanie poprawnego usunięcia wyrostka robaczkowego wewnątrz wirtualnego pola operacyjnego. Oprócz znalezienia i identyfikacji wyrostka robaczkowego, zabieg obejmuje dokładne jego rozcięcie i określenie, gdzie wystaje z połączenia krętniczo-kątniczego. ",
        "es": "En este ejercicio, el objetivo es realizar una apendicectomía completa. Además de encontrar e identificar el apéndice inflamado, este procedimiento implica diseccionarlo con precisión e identificar dónde sobresale de la unión ileocecal.",
        "zh-cn": "在本练习中，目标是进行整个阑尾切除术。除了找到和识别发炎的附录外，此过程还涉及准确剖析它，并识别其从回肠交界处突出的位置。",
        "ja": "この演習では、目的は虫垂切除術全体を実行することです。炎症を起こした付録を見つけて識別することとは別に、この手順では、それを正確に分析し、回腸接合部からどこに突き出ているかを識別することが含まれます。",
        "hu": "Ebben a gyakorlatban a cél egy teljes apendectomia végrehajtása. A gyulladt függelék megtalálásán és azonosításán kívül ez az eljárás magában foglalja annak pontos boncolását és annak azonosítását, hogy hol áll ki az ileocecal csomópontból."
    },
    "instructions": {
        "en": "The trainee must find the triangular mesoappendix which tethers the appendix at the base. To complete the procedure a pair of scissors should be used at the base to separate the entire appendicular artery before removing the appendix.",
        "pl": "Ćwiczący musi znaleźć trójkątny mezoappendix, czyli podstawy przy wyrostku. Aby wykonać procedurę, należy użyć nozyczek aby przyciąć całą tętnicę wyrostka przed usunięciem. ",
        "es": "El aprendiz debe encontrar el mesoapéndice triangular que toca el apéndice en la base. Para completar el procedimiento, se deben usar un par de tijeras en la base para separar toda la arteria apendicular antes de eliminar el apéndice.",
        "zh-cn": "受训者必须找到三角介载管，该中appendix在基部绑定附录。为了完成该过程，在删除附录之前，应在基部使用一对剪刀将整个阑尾动脉分开。",
        "ja": "研修生は、基地の付録をテザーする三角形のメソアペンディックスを見つけなければなりません。手順を完了するには、虫垂を除去する前に、虫垂動脈全体を分離するために、ベースでハサミのペアを使用する必要があります。",
        "hu": "A gyakornoknak meg kell találnia azt a háromszög alakú mezoalkotót, amely a függeléket összekapcsolja a bázison. Az eljárás befejezéséhez ollóval kell használni az alapon, hogy a függelék eltávolítása előtt elkülönítse az egész appendicularis artériát."
    },
    "preparation": {
        "en": "Place the appendectomy module along with the appendix insert into the operating area.",
        "pl": "Umieścić moduł do appendektomii wraz z wyrostkiem insertem do pola operacyjnego.",
        "es": "Coloque el módulo de apendicectomía junto con el inserto del apéndice en el área operativa.",
        "zh-cn": "将阑尾切除术模块与阑尾插入物一起放入操作区域。",
        "ja": "虫垂切除モジュールと、手術領域への付録の挿入とともに配置します。",
        "hu": "Helyezze az appendectomia modult és a függelék beszúrását a működési területre."
    }
}