{
    "id": "module_ovariancyst",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": ".png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {
            "backgroundUrl": ".png",
            "places": [
                2,
                7
            ]
        },
        "Advance": {
            "backgroundUrl": ".png",
            "places": [
                2,
                9
            ]
        }
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 1350
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 180
                        },
                        {
                            "name": "distance",
                            "limit": 27
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 900
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "gynaecology",
    "allowedInstruments": [
        "grasper",
        "dissector",
        "scissors"
    ],
    "accessories": [
        "cyst:1"
    ],
    "name": {
        "en": "Ovarian Cyst Removal - Module",
        "pl": "Usunięcie Torbieli Jajnika - Moduł",
        "es": "Remoción de quiste ovárico",
        "zh-cn": "卵巢囊肿清除 - 模块",
        "ja": "卵巣嚢胞除去 - モジュール",
        "hu": "Petefészek ciszta eltávolítása - modul"
    },
    "skills": {
        "en": "Procedure, Gynecology, Dissection",
        "pl": "Procedura, Ginekologia, Dissection",
        "es": "Procedimiento, ginecología, disección.",
        "zh-cn": "程序，妇科，解剖",
        "ja": "手順、婦人科、解剖",
        "hu": "Eljárás, nőgyógyászat, boncolás"
    },
    "description": {
        "en": "In this exercise the objective is to perform the removal of an cyst which usually forms on one or both ovaries.",
        "pl": "W tym ćwiczeniu celem jest usunięcie torbieli która powstaje na jednym albo obu jajnikach.",
        "es": "En este ejercicio, el objetivo es realizar la eliminación de un quiste que generalmente se forma en uno o ambos ovarios.",
        "zh-cn": "在本练习中，目的是执行通常在一个或两个卵巢上形成的囊肿。",
        "ja": "この演習では、目的は、通常、片方または両方の卵巣に形成される嚢胞の除去を実行することです。",
        "hu": "Ebben a gyakorlatban a cél egy ciszta eltávolítása, amely általában az egyik vagy mindkét petefészeken képződik."
    },
    "instructions": {
        "en": "The ovarian cyst is filled with fluid which must not be allowed to leak into the operating area. The surface layer of the ovary must be carefully dissected to expose the cyst and then the cyst must be entirely separated from the tissues of the ovary without being punctured or damaged. At the same time, the ovaries must be left intact and not be torn into separate parts to maintain healthy functioning.",
        "pl": "Torbiel jajnika jest wypełniona płynem który nie może wypłynąć do pola operacyjnego. Tkanki na powierzchni jajnika muszą zostać ostrożnie wypreparowane w taki sposób, aby ujawnić torbiel która musi być całkowicie odseparowana nieuszkodzona. Jednocześnie tkanka jajowodu nie może zostać rozerwana na osobne części aby zostały zachowane funkcje jajnika.",
        "es": "El quiste ovárico se llena con líquido que no debe permitirse fugarse en el área de operación. La capa superficial del ovario debe diseccionarse cuidadosamente para exponer el quiste y luego el quiste debe estar completamente separado de los tejidos del ovario sin ser pinchados o dañados. Al mismo tiempo, los ovarios deben dejarse intactos y no estar desgarrados en piezas separadas para mantener un funcionamiento saludable.",
        "zh-cn": "卵巢囊肿充满了液体，不得泄漏到操作区域。必须仔细剖析卵巢的表面层以暴露囊肿，然后必须将囊肿完全与卵巢组织分离，而不会受到刺激或受损。同时，卵巢必须完好无损，不要被撕成单独的部分以保持健康的功能。",
        "ja": "卵巣嚢胞には液体が満たされているため、手術領域に漏れることはできません。卵巣の表面層は、嚢胞を露出させるために慎重に分析する必要があり、嚢胞は穿刺または損傷を受けずに卵巣の組織から完全に分離する必要があります。同時に、卵巣をそのまま残し、健康的な機能を維持するために別々の部分に引き裂かれないでください。",
        "hu": "A petefészek cisztát folyadékkal töltik meg, amelyet nem szabad hagyni, hogy kiszivárogjon a működési területre. A petefészek felületi rétegét gondosan boncolni kell a ciszta feltárása érdekében, majd a cisztát teljes egészében el kell választani a petefészek szöveteitől anélkül, hogy lyukasztás vagy sérülés lenne. Ugyanakkor a petefészeket érintetlennek kell hagyni, és nem szabad külön részekre szakítani az egészséges működés fenntartása érdekében."
    },
    "preparation": {
        "en": "Clip the ovarian cyst into the two clips on the sides of the gynaecology module. Note: the ovarian cyst should be soft and filled with fluid, which is not to be mistaken for the uterine fibroid which appears identical but is made out of single piece of silicone.",
        "pl": "Torbiel powinna zostać umocowana do dwóch klipsów po obu stronach modułu do ginekologii. Uwaga: torbiel powinna być miękka i wypełniona płynem, i nie powinna zostać pomylona z włókniakiem macicy który wygląda identycznie ale jest pojedynczym elementem silikonu.",
        "es": "Clip El quiste ovárico en los dos clips en los lados del módulo de ginecología. NOTA: El quiste ovárico debe ser suave y lleno de líquido, que no debe confundirse con el fibroide uterino que parece idéntico, pero está hecho de una sola pieza de silicona.",
        "zh-cn": "将卵巢囊肿夹在妇科模块侧面的两个夹子中。注意：卵巢囊肿应柔软并充满液体，这不会被误认为是子宫肌瘤，该子宫看起来相同，但是用单硅制成的。",
        "ja": "卵巣嚢胞を婦人科モジュールの側面にある2つのクリップにクリップします。注：卵巣嚢胞は柔らかく、液体で満たされている必要があります。これは、同一のように見えるが、シリコンの単一の部分で作られている子宮筋腫と間違えられないはずです。",
        "hu": "A petefészek -cisztát a nőgyógyászati ​​modul oldalán lévő két klipbe vágja be. MEGJEGYZÉS: A petefészek cisztának lágynak kell lennie, és folyadékkal kell töltenie, amelyet nem szabad összetéveszteni a méh fibroidnak, amely azonosnak tűnik, de egy darab szilikonból készül."
    }
}