{
    "id": "THM1",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "tension_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 270
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 5
                        },
                        {
                            "name": "distance",
                            "limit": 5
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 180
        }
    },
    "isVR": false,
    "allowedInstruments": [
        "dissector",
        "clipper"
    ],
    "name": {
        "en": "Clip Application",
        "pl": "Klipsowanie",
        "es": "Aplicación de clip",
        "zh-cn": "夹应用",
        "ja": "クリップアプリケーション"
    },
    "skills": {
        "en": "Clip Applicator, Vessels",
        "pl": "Klipsownica, Naczynia",
        "es": "Aplicador de clips, embarcaciones",
        "zh-cn": "夹子涂抹器，船只",
        "ja": "クリップアプリケータ、船舶"
    },
    "description": {
        "en": "Applying clips is one of the easiest and fastest ways to close off vessels. Learn how to properly load and fire the clip applicator in this simple exercise.",
        "pl": "Zakładanie klipsów to jeden z najłatwiejszych i najszybszych sposobów zamykania naczyń przed przecięciem. W poniższym ćwiczeniu trenujący dowie się jak prawidłowo ładować i uruchamiać klipsownicę. ",
        "es": "La aplicación de clips es una de las formas más fáciles y rápidas de cerrar los recipientes. Aprenda cómo cargue y dispare correctamente el aplicador de clip en este simple ejercicio.",
        "zh-cn": "应用夹子是最简单且最快的封闭方式的方法之一。了解如何在这种简单的运动中正确装载和射击夹子涂抹器。",
        "ja": "クリップを適用することは、船舶を閉じる最も簡単で最速の方法の1つです。この簡単な運動でクリップアプリケーターを正しくロードして発射する方法を学びます。"
    },
    "instructions": {
        "en": "Insert a dissector and clip applicator and fix onto the center of the vessel. Rotate the clip applicator to visually confirm that the entire jaw of the instrument is firmly in place. Fire the clip applicator with as much force as possible, reload and place a second clip. Use laparoscopic scissors to first cut the vessel partially and confirm that the clips have sealed the remaining dye in the tubes. Then cut the remainder of the vessel and inspect the clips.",
        "pl": "Trenujący powinien użyć disektora i klipsownicy aby przymocować klipsy na środku przewodu. Klipsownica powinna być obrócona w taki sposób, aby móc wizualnie potwierdzić, że cała bransza instrumentu jest mocno osadzona na przewodzie. Klipsownica powinna być zaciśnięta z jak największą siłą. Po zaciśnięciu powinna być załadowana przez drugi klips. Po założeniu dwóch klipsów, nożyczki laparoskopowe powinny być użyte aby najpierw częściowo przeciąć naczynie potwierdzając, że klipsy zostały zacisnięte w taki sposób że nie wycieka pozostały barwnik. Następnie pozostała część przewodu może zostać przecięta. ",
        "es": "Inserte un dispositivo de disector y clip y fije en el centro del recipiente. Gire el aplicador de clip para confirmar visualmente que toda la mandíbula del instrumento está firmemente en su lugar. Dispara el aplicador de clip con tanta fuerza posible, vuelva a cargar y coloque un segundo clip. Use las tijeras laparoscópicas para cortar primero el recipiente parcialmente y confirme que los clips han sellado el tinte restante en los tubos. Luego, corte el resto del recipiente e inspeccione los clips.",
        "zh-cn": "将解剖器和夹子涂抹器插入并固定到容器的中心。旋转夹子涂抹器，可视地确认仪器的整个钳口牢固到位。用尽可能多的力量，重新加载并放置第二个夹子。使用腹腔镜剪刀部分首先切割血管并确认夹子已将其余染料密封在管中。然后切断血管的其余部分并检查夹子。",
        "ja": "解剖およびクリップアプリケータを挿入し、容器の中央に固定します。クリップアプリケータを回転させて、機器のジョー全体がしっかりと所定の位置にあることを視覚的に確認します。できるだけ多くの力でクリップアプリケータを発射し、リロードして2番目のクリップを配置してください。腹腔鏡下のハサミを使用して、最初に船を部分的に切断し、クリップがチューブ内の残りの染料を密閉したことを確認します。次に容器の残りを切ってクリップを点検します。"
    },
    "preparation": {
        "en": "Place a single dye-filled tube into the Tissue Holder Module as shown and position the module in the operating area. Before the beginning of the exercise prepare and load the clip applicator and prepare a hard surface on which you will be able to reload. ",
        "pl": "Insert naczynia z barwnikiem powinien być umieszczony w module uchwytu tkanek a moduł w polu operacyjnym trenażera. Przed rozpoczęciem ćwiczenia powinna być przygotowana i załadowana klipsownica oraz twarda powierzchnia na której będzie możliwe swobodne załadowanie drugiego klipsa.",
        "es": "Coloque un solo tubo lleno de tinte en el módulo del soporte del tejido como se muestra y coloque el módulo en el área de operación. Antes del comienzo del ejercicio prepare y cargue el aplicador de clip y prepare una superficie dura en la que podrá recargar.",
        "zh-cn": "将单个染料管放入组织保持器模块，如图所示，并将模块放在操作区域中。在锻炼开始之前准备并加载夹子涂抹器并准备一个硬表面，您将能够重新加载。",
        "ja": "図示のようにティッシュホルダーモジュールに単一の染料充填チューブを配置し、モジュールを操作領域に配置します。運動開始前にクリップアプリケータを準備してロードし、リロードできるようにする硬い表面を準備します。"
    }
}