{
    "id": "THM3_VDM1",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 1350
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 170
                        },
                        {
                            "name": "distance",
                            "limit": 30
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 900
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "THM",
    "allowedInstruments": [
        "grasper",
        "dissector",
        "scissors"
    ],
    "accessories": [
        "clip:4",
        " suture_5cm:2"
    ],
    "name": {
        "en": "Vessel Dissection, Clipping and Ligature",
        "pl": "Preparowanie, Klipsowanie i Podwiązanie Przewodów",
        "es": "Disección, recorte y ligadura del recorte.",
        "zh-cn": "血管解剖，剪裁和结扎",
        "ja": "容器の解剖、クリッピング、結晶",
        "hu": "Érek boncolása, vágás és ligáció"
    },
    "skills": {
        "en": "Dissection, Vessel, Clipping, Ligature",
        "pl": "Preparowanie, Przewód, Klipsowanie, Podwiązanie",
        "es": "Disección, recipiente, recorte, ligadura.",
        "zh-cn": "解剖，容器，剪裁，结扎",
        "ja": "解剖、容器、クリッピング、結晶",
        "hu": "Boncolás, edény, kivágás, ligáció"
    },
    "description": {
        "en": "Identifying structures and tissues inside the operating area is one of the most important skills in laparoscopy. Vessels and Ducts are often difficult to find as they are often submerged inside of other tissues and structures.",
        "pl": "Rozpoznawanie struktur i tkanek w obszarze operacyjnym jest jedną z najważniejszych umiejętności w laparoskopii. Naczynia i przewody są często trudne do znalezienia, ponieważ często są zanurzone w innych tkankach i strukturach. ",
        "es": "Identificar estructuras y tejidos dentro del área de operación es una de las habilidades más importantes en la laparoscopia. Los buques y los conductos a menudo son difíciles de encontrar, ya que a menudo se sumergen dentro de otros tejidos y estructuras.",
        "zh-cn": "识别操作区域内的结构和组织是腹腔镜检查中最重要的技能之一。血管和管道通常很难找到，因为它们通常被浸入其他组织和结构内部。",
        "ja": "手術領域内の構造と組織を特定することは、腹腔鏡検査で最も重要なスキルの1つです。容器と管は、他の組織や構造の内部に水没していることが多いため、見つけるのが難しいことがよくあります。",
        "hu": "A struktúrák és szövetek azonosítása a működési területen az egyik legfontosabb készség a laparoszkópiában. Az edényeket és a vezetékeket gyakran nehéz megtalálni, mivel gyakran más szövetekbe és szerkezetekbe merülnek."
    },
    "instructions": {
        "en": "First, use scissors to precisely remove the top layer of skin near the top of the Vessel Dissection Module. Then dissect the module to find the three target vessels submerged under the surface. Use the clip applicator to apply 2 clips to each vessel on the left and right while leaving the center vessel intact. Cut these two vessels between the clips and then apply two ligatures to the center vessel and then cut in between.",
        "pl": "Najpierw nożyczki powinne być użyte, aby precyzyjnie usunąć górną warstwę skóry w pobliżu górnej części insertu do preparowania naczyń. Następnie struktura powinna być przeanalizowana i wypreparowana w taki sposób, aby znaleźć trzy naczynia docelowe znajdujące się pod powierzchnią. Za pomocą klipsownicy 2 klipsy powinny być zacisnięte na naczyniach po lewej i po prawej stronie, pozostawiając naczynie środkowe nienaruszone. Po przecięciu dwóch naczyń pomiędzy klipsami, powinny być założone dwie podwiązki na naczynie środkowe, a następnie przetnij między nimi.",
        "es": "Primero, use tijeras para retirar con precisión la capa superior de la piel cerca de la parte superior del módulo de disección del recipiente. Luego disecciona el módulo para encontrar los tres recipientes de destino sumergidos debajo de la superficie. Use el aplicador de clip para aplicar 2 clips a cada recipiente en la izquierda y hacia la derecha mientras sale del recipiente central intacto. Corte estos dos recipientes entre los clips y luego aplique dos ligaduras al recipiente central y luego corte entre.",
        "zh-cn": "首先，使用剪刀精确去除船只顶部附近的皮肤顶层。然后剖析模块以找到浸入表面下方的三个目标血管。在使中心容器完好无损时，请使用夹子涂抹器将2个夹子涂在左右的每个容器上。将这两个容器切在夹子之间，然后在中心容器上施加两个连接，然后切入之间。",
        "ja": "まず、ハサミを使用して、容器解剖モジュールの上部近くの皮膚の上部層を正確に除去します。次に、モジュールを分析して、表面の下に沈んだ3つのターゲット容器を見つけます。 Clipアプリケーターを使用して、中央の容器を無傷のままにしながら、左右の各容器に2つのクリップを適用します。これらの2つの容器をクリップの間に切り取り、2つの結晶を中心容器に適用し、その間に切り込みます。",
        "hu": "Először az ollóval pontosan távolítsa el a bőr felső rétegét az edény boncolási modul teteje közelében. Ezután bontsa be a modult, hogy megtalálja a három cél edényt, amely a felület alá merül. A klip applikátor segítségével 2 klipet alkalmazzon minden bal és jobb oldalon lévő edényre, miközben a középső edény érintetlen marad. Vágja le ezt a két edényt a klipek között, majd két ligate -t ​​alkalmazzon a középső edényre, majd vágja be a köztük."
    },
    "preparation": {
        "en": "Insert the Vessel Dissection Insert into the Tissue Holder Module. Use the screws to make sure the tissue is stretched snugly as pictured and clip the component into the three clips at the top. Make sure the underlying vessels are oriented with three vessels aimed towards the clips at the top.",
        "pl": "Insert do preparowania naczyń powinien być umieszczony w modułe uchwytu tkanek. Użyj śrub, aby przymocować tkankę w taki sposób aby była naciągnięta, jak na zdjęciu. Przypnij element do trzech klipsów na górze modułu. Upewnij się, że znajdujące się pod spodem naczynia są zorientowane w taki sposób aby trzy naczynia były skierowane w górę.",
        "es": "Inserte la inserción de disección del recipiente en el módulo del soporte de tejido. Use los tornillos para asegurarse de que el tejido se estire cómodamente como se muestra en la imagen y cliple el componente en los tres clips en la parte superior. Asegúrese de que los recipientes subyacentes estén orientados con tres embarcaciones dirigidas a los clips en la parte superior.",
        "zh-cn": "将血管解剖插入插入组织固定器模块中。用螺钉确保将组织紧贴地拉伸，并将其夹在顶部的三个夹子中。确保将基础容器定向，三个容器朝向顶部的夹子。",
        "ja": "組織ホルダーモジュールに容器切開インサートを挿入します。ネジを使用して、写真のように組織がぴったりと伸びていることを確認し、コンポーネントを上部の3つのクリップにクリップします。下にある船舶が、上部のクリップに向けられた3隻の船で方向付けられていることを確認してください。",
        "hu": "Helyezze be az edény boncolási betétét a szöveti tartó modulba. Használja a csavarokat, hogy ellenőrizze, hogy a szövet a képen látható módon feszült -e, és vágja be az összetevőt a tetején lévő három klipbe. Győződjön meg arról, hogy az alapul szolgáló hajók három edényben vannak -e orientálva, a tetején lévő klipek felé irányulva."
    }
}