{
    "id": "THM4_TDM1",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 540
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 75
                        },
                        {
                            "name": "distance",
                            "limit": 15
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 360
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "THM",
    "allowedInstruments": [
        "dissector",
        "scissors"
    ],
    "accessories": [
        "tissue_dissection_pad:1"
    ],
    "name": {
        "en": "Sharp Resection",
        "pl": "Ostra Resekcja",
        "es": "Resección afilada",
        "zh-cn": "清晰切除",
        "ja": "鋭い切除",
        "hu": "Éles reszekció"
    },
    "skills": {
        "en": "Scissors",
        "pl": "Nożyczki, Cięcie",
        "es": "Tijeras",
        "zh-cn": "剪刀",
        "ja": "はさみ",
        "hu": "Olló"
    },
    "description": {
        "en": "The first exercise on the Tissue Dissection Module allows the trainee to practice precise laparoscopic scissor use with artificial tissues. ",
        "pl": "Pierwsze ćwiczenie na module preparowania tkanek pozwala kandydatowi na ćwiczenie precyzyjnego użycia nożyczek laparoskopowych na sztucznych tkankach. ",
        "es": "El primer ejercicio en el módulo de disección tisular permite al aprendiz practicar el uso preciso de tijera laparoscópica con tejidos artificiales.",
        "zh-cn": "在组织解剖模块上的第一次练习使学员可以与人造组织一起练习精确的腹腔镜剪刀。",
        "ja": "組織解剖モジュールの最初の演習により、研修生は人工組織で正確な腹腔鏡下ハサミの使用を実践することができます。",
        "hu": "A szöveti boncolási modul első gyakorlata lehetővé teszi a gyakornok számára, hogy pontos laparoszkópos ollót használjon mesterséges szövetekkel."
    },
    "instructions": {
        "en": "The goal of the exercise is to separate the dark red circle from the rest of the tissue with as much precision as possible. After cutting the surface tissue you must cut into the module while avoiding puncturing the bottom skin layer. Use the tips of the scissors to precisely cut all of the red ‘tissue’ off of the module.",
        "pl": "Celem ćwiczenia jest jak najdokładniejsze oddzielenie ciemnoczerwonego okręgu od reszty insertu do preparowania tkanki. Po przecięciu tkanki powierzchniowej należy naciąć moduł, jednocześnie unikając przebicia dolnej warstwy skóry. Użyj końcówek nożyczek, aby precyzyjnie odciąć całą czerwoną „tkankę” z modułu. ",
        "es": "El objetivo del ejercicio es separar el círculo rojo oscuro del resto del tejido con la mayor precisión posible. Después de cortar el tejido superficial, debe cortar en el módulo mientras evita perforar la capa inferior de la piel. Use las puntas de las tijeras para cortar con precisión todo el 'tejido rojo' del módulo.",
        "zh-cn": "练习的目的是尽可能精确地将深红色圆圈与组织的其余部分分开。切割表面组织后，您必须切入模块，同时避免刺穿底部皮肤层。使用剪刀的尖端精确地将所有红色的“组织”从模块中剪掉。",
        "ja": "演習の目標は、暗い赤い円の円を他の組織からできるだけ精度で分離することです。表面組織を切断した後、底部の皮膚層を穴を開けることを避けながら、モジュールにカットする必要があります。ハサミの先端を使用して、モジュールからすべての赤い「組織」を正確に切断します。",
        "hu": "A gyakorlat célja a sötétvörös kör elválasztása a szövet többi részétől a lehető legnagyobb pontossággal. A felületi szövet vágása után be kell vágnia a modulba, miközben elkerüli az alsó bőrréteg lyukasztását. Használja az olló tippeit, hogy pontosan vágja le a modul összes vörös „szövetét”."
    },
    "preparation": {
        "en": "Insert the Tissue Dissection insert into the Tissue Holder Module. Use the screws to make sure the tissue is stretched snugly as pictured.",
        "pl": "Włóż insert do preparowania tkanki do modułu uchwytu tkanki. Użyj śrub, aby upewnić się, że tkanka jest dobrze naciągnięta, jak na zdjęciu. ",
        "es": "Inserte la inserción de disección del tejido en el módulo del soporte de tejido. Use los tornillos para asegurarse de que el tejido se estire cómodamente como se muestra en la imagen.",
        "zh-cn": "将组织解剖插入插入组织固定器模块中。使用螺钉确保如图所示的那样紧密地拉伸组织。",
        "ja": "組織ホルダーモジュールに組織解剖挿入を挿入します。ネジを使用して、写真のように組織がぴったりと伸びていることを確認してください。",
        "hu": "Helyezze be a szöveti boncolási betétet a szöveti tartó modulba. Használja a csavarokat, hogy megbizonyosodjon arról, hogy a szövet a képen látható módon feszesen van -e nyújtva."
    }
}