{
    "id": "THM4_TDM2",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "tension_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 630
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 90
                        },
                        {
                            "name": "distance",
                            "limit": 18
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 420
        }
    },
    "isVR": false,
    "allowedInstruments": [
        "dissector",
        "scissors"
    ],
    "name": {
        "en": "Sharp Dissection",
        "pl": "Preparowanie na Ostro",
        "es": "Disección aguda",
        "zh-cn": "尖锐的解剖",
        "ja": "鋭い解剖"
    },
    "skills": {
        "en": "Scissors, Dissection",
        "pl": "Nożyczki, Preparowanie",
        "es": "Tijeras, disección",
        "zh-cn": "剪刀，解剖",
        "ja": "はさみ、解剖"
    },
    "description": {
        "en": "Laparoscopic scissors are not only used to cut. Because their sharp ends are much more precise and thin they can also be used to dissect tissues with precision.",
        "pl": "Nożyczki laparoskopowe służą nie tylko do cięcia. Ponieważ ich ostre końcówki są znacznie dokładniejsze i cieńsze, mogą być również używane do precyzyjnego preparowania tkanek. ",
        "es": "Las tijeras laparoscópicas no solo se usan para cortar. Debido a que sus extremos afilados son mucho más precisos y delgados, también pueden usarse para diseccionar los tejidos con precisión.",
        "zh-cn": "腹腔镜剪刀不仅用于切割。因为它们的尖端更精确而薄，因此它们也可用于将组织与精确度分开。",
        "ja": "腹腔鏡用のはさみはカットするのに使用されるだけではありません。それらの鋭い端ははるかに正確で薄いので、それらは組織を精度で解剖するためにも使用することができる。"
    },
    "instructions": {
        "en": "In this exercise you must use scissors to dissect the tissue as much as possible. First, cut the surface tissue, but then insert the scissors closed and open to dissect. Repeat this motion until the entire red X shape is separated from the rest of the tissue and no red tissue remains.",
        "pl": "Nożyczki powinny być użyte aby rozciąć tkankę precyzyjnie na tyle na ile to możliwe bez cięcia. Najpierw odetnij tkankę powierzchniową, a następnie włóż nożyczki zamknięte i otwieraj aby preparować na ostro. Powtarzaj ten ruch, aż cały czerwony kształt X zostanie oddzielony od reszty tkanki i żadna czerwona tkanka nie pozostanie.",
        "es": "En este ejercicio, debe usar tijeras para diseccionar el tejido lo más posible. Primero, corte el tejido de la superficie, pero luego inserte las tijeras cerradas y se abren para diseccionar. Repita este movimiento hasta que toda la forma roja X esté separada del resto del tejido y no queda un tejido rojo.",
        "zh-cn": "在本练习中，您必须使用剪刀尽可能地将组织剖析。首先，切割表面组织，然后将剪刀闭合并打开以剖析。重复该运动，直到整个红色X形与组织的其余部分分离，并且没有红色组织。",
        "ja": "この演習では、ティッシュをできるだけ解剖するためにはさみを使わなければなりません。まず、表面組織を切断しますが、はさみを閉じて開くように挿入します。赤いX形状全体がその他の組織から分離され、赤い組織が残るまでこの動きを繰り返します。"
    },
    "preparation": {
        "en": "Insert the Tissue Dissection component into the Tissue Holder Module. Use the screws to make sure the tissue is stretched snugly as pictured.",
        "pl": "Włóż element do preparowania tkanki w module uchwytu tkanki. Użyj śrub, aby przymocować tkankę w taki sposób aby była naciągnięta, jak na zdjęciu. ",
        "es": "Inserte el componente de disección del tejido en el módulo del soporte de tejido. Use los tornillos para asegurarse de que el tejido se estire cómodamente como se muestra en la imagen.",
        "zh-cn": "将组织解剖组件插入组织保持器模块中。使用螺钉确保组织如图所示。",
        "ja": "組織の解剖成分を組織ホルダーモジュールに挿入します。診断されているように、組織がぴったりされていることを確認するためにネジを使用してください。"
    }
}