{
    "id": "THM4_TDM3",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 630
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 130
                        },
                        {
                            "name": "distance",
                            "limit": 24
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 420
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "THM",
    "allowedInstruments": [
        "dissector",
        "scissors",
        "grasper"
    ],
    "accessories": [
        "tissue_dissection_pad:1"
    ],
    "name": {
        "en": "Incision and Blunt Dissection",
        "pl": "Cięcie i Preparowanie na Tępo",
        "es": "Incisión y disección romas.",
        "zh-cn": "切口和钝解剖",
        "ja": "切開と鈍い解剖",
        "hu": "Bemetszés és tompa boncolás"
    },
    "skills": {
        "en": "Dissection, Dissector\n",
        "pl": "Preparowanie, Disektor",
        "es": "Disección, disector",
        "zh-cn": "解剖，解剖器\n",
        "ja": "解剖、解剖\n",
        "hu": "Boncolás, boncoló\n"
    },
    "description": {
        "en": "When finding and extracting tissues it can often be dangerous to use scissors and sharp instruments due to proximity of sensitive tissues. In those cases the dissector can be used to dissect delicate tissues to expose target structures or to separate them.",
        "pl": "Podczas szukania i preparowania tkanek, używanie nożyczek i ostrych narzędzi może być niebezpieczne ze względu na bliskość innych wrażliwych tkanek. W takich przypadkach disektor może posłużyć do preparowania w celu odsłonięcia docelowych struktur lub ich rozdzielenia bez zbędnego ryzyka. ",
        "es": "Al encontrar y extraer tejidos, a menudo puede ser peligroso usar tijeras y instrumentos afilados debido a la proximidad de los tejidos sensibles. En aquellos casos, el disector se puede usar para diseccionar tejidos delicados para exponer las estructuras de destino o separarlas.",
        "zh-cn": "在发现和提取组织时，由于敏感组织的邻近性，使用剪刀和锋利的仪器通常可能是危险的。在这种情况下，解剖器可用于剖析细腻的组织以暴露目标结构或分离它们。",
        "ja": "組織を見つけて抽出する場合、感受性組織の近接によりハサミや鋭利な機器を使用することは危険な場合があります。そのような場合、分離器を使用して、繊細な組織を分析して標的構造を露出させるか、それらを分離することができます。",
        "hu": "A szövetek megtalálásakor és extrahálásakor az érzékeny szövetek közelsége miatt gyakran veszélyes lehet olló és éles műszer használata. Ezekben az esetekben a boncoló felhasználható a finom szövetek boncolására a célszerkezetek feltárására vagy azok elválasztására."
    },
    "instructions": {
        "en": "In this exercise first use scissors to perforate and cut the surface of the module. Then use the dissector to accurately dissect the target element from the rest of the module without cutting through the bottom of the module.",
        "pl": "W tym ćwiczeniu użyte powinny być nożyczki, aby przebić i przeciąć powierzchnię. Następnie disektorem tkanki powinny być wypreparowane od reszty modułu bez przecinania dolnej części. ",
        "es": "En este ejercicio, primero use tijeras para perforar y cortar la superficie del módulo. Luego, use el disectador para diseccionar con precisión el elemento de destino del resto del módulo sin cortar la parte inferior del módulo.",
        "zh-cn": "在本练习中，首先使用剪刀穿孔并切割模块的表面。然后使用解剖器从模块的其余部分准确剖析目标元件，而无需切入模块的底部。",
        "ja": "この演習では、最初にハサミを使用して、モジュールの表面を穿孔して切断します。次に、分離器を使用して、モジュールの底部を切り抜けることなく、モジュールの残りの部分からターゲット要素を正確に分析します。",
        "hu": "Ebben a gyakorlatban először használja az ollókat a modul felületének perforálására és vágására. Ezután a boncolóval pontosan bontsa be a cél elemet a modul többi részéből anélkül, hogy a modul alját át lehet vágni."
    },
    "preparation": {
        "en": "Insert the Tissue Dissection Insert into the Tissue Holder Module. Use the screws to make sure the tissue is stretched snugly as pictured.",
        "pl": "Włóż element do preparowania tkanki w module uchwytu tkanki. Użyj śrub, aby przymocować tkankę w taki sposób aby była naciągnięta, jak na zdjęciu. ",
        "es": "Inserte la inserción de disección del tejido en el módulo del soporte de tejido. Use los tornillos para asegurarse de que el tejido se estire cómodamente como se muestra en la imagen.",
        "zh-cn": "将组织解剖插入插入组织固定器模块中。使用螺钉确保如图所示的那样紧密地拉伸组织。",
        "ja": "組織ホルダーモジュールに組織解剖挿入を挿入します。ネジを使用して、写真のように組織がぴったりと伸びていることを確認してください。",
        "hu": "Helyezze be a szöveti boncolási betétet a szöveti tartó modulba. Használja a csavarokat, hogy megbizonyosodjon arról, hogy a szövet a képen látható módon feszesen van -e nyújtva."
    }
}