{
    "id": "THM5",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 360
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 50
                        },
                        {
                            "name": "distance",
                            "limit": 15
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 240
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "UM",
    "allowedInstruments": [
        "dissector",
        "scissors"
    ],
    "accessories": [
        "circle_pad:1"
    ],
    "name": {
        "en": "Circle Cutting",
        "pl": "Wycinanie Kółka",
        "es": "Corte de círculo",
        "zh-cn": "切割",
        "ja": "サークル切断",
        "hu": "Körvágás"
    },
    "skills": {
        "en": "Scissors",
        "pl": "Nożyczki",
        "es": "Tijeras",
        "zh-cn": "剪刀",
        "ja": "はさみ",
        "hu": "Olló"
    },
    "description": {
        "en": "Laparoscopic scissors are a vital instrument in laparoscopic surgery. These long and thin instruments provide precision and leverage when cutting tissue. The FLS, a North American standard for testing and verifying laparoscopic surgery skill, includes this exercise in which the trainee must demonstrate sufficient skill in using scissors.",
        "pl": "Nożyczki laparoskopowe są niezbędnym instrumentem w chirurgii laparoskopowej. Te długie i cienkie narzędzia zapewniają precyzję i siłę dźwigni podczas cięcia tkanki. FLS, północnoamerykański standard do testowania i do weryfikacji umiejętności chirurgii laparoskopowej, obejmuje to ćwiczenie, w którym kandydat musi wykazać się wystarczającą umiejętnością posługiwania się nożyczkami. ",
        "es": "Las tijeras laparoscópicas son un instrumento vital en cirugía laparoscópica. Estos instrumentos largos y delgados proporcionan precisión y apalancamiento al cortar el tejido. Los FLS, una norma norteamericana para pruebas y verificación de la habilidad de la cirugía laparoscópica, incluye este ejercicio en el que el aprendiz debe demostrar una habilidad suficiente en el uso de tijeras.",
        "zh-cn": "腹腔镜剪刀是腹腔镜手术中的重要仪器。这些长而薄的仪器在切割组织时提供精度和杠杆作用。 FLS是北美测试和验证腹腔镜外科手术技能的标准，其中包括这项练习，在该练习中，学员必须在使用剪刀方面表现出足够的技能。",
        "ja": "腹腔鏡ハサミは、腹腔鏡手術における重要な機器です。これらの長くて薄い機器は、組織を切断するときに精度とレバレッジを提供します。腹腔鏡手術スキルの検査と検証のための北米の基準であるFLSには、研修生がハサミの使用に十分なスキルを示す必要があるこの演習が含まれています。",
        "hu": "A laparoszkópos olló létfontosságú eszköz a laparoszkópos műtétben. Ezek a hosszú és vékony műszerek pontosságot és tőkeáttételt biztosítanak a szövet vágásakor. Az FLS, az észak -amerikai szabvány a laparoszkópos műtéti készség tesztelésére és ellenőrzésére, magában foglalja ezt a gyakorlatot, amelyben a gyakornoknak elegendő képességet kell mutatnia az olló használatában."
    },
    "instructions": {
        "en": "Starting from the edge of the pad you must cut out a complete circle within the time-limit and within the allowed margin of error. Refer to the video for a reliable approach to this exercise.",
        "pl": "Zaczynając od krawędzi, należy w wyznaczonym czasie i w dopuszczalnym marginesie błędu wyciąć pełne koło. Ćwiczący powinien zapoznać się z filmem, aby uzyskać najlepsze podejście do tego ćwiczenia. ",
        "es": "A partir del borde de la almohadilla, debe cortar un círculo completo dentro del límite de tiempo y dentro del margen de error permitido. Consulte el video para un enfoque confiable de este ejercicio.",
        "zh-cn": "从垫子的边缘开始，您必须在时间限制内和允许的误差范围内切出一个完整的圆。请参阅视频以获取可靠的练习方法。",
        "ja": "パッドの端から開始すると、時間制限内および許容マージン内で完全な円を切り取る必要があります。この演習への信頼できるアプローチについては、ビデオを参照してください。",
        "hu": "A párna szélétől kezdve ki kell vágnia egy teljes kört az idő-határon belül és a megengedett hibahatáron belül. Lásd a videót a gyakorlat megbízható megközelítéséért."
    },
    "preparation": {
        "en": "Attach the gauze pad to the Universal Holder Module on all four sides. The gauze pad is two ply and should be stretched out evenly.",
        "pl": "Gaza powinna być przymocowana do modułu uniwersalnego uchwytu ze wszystkich czterech stron. Gaza jest dwuwarstwowa i powinna być równomiernie rozciągnięta. ",
        "es": "Coloque la almohadilla de gasa al módulo del soporte universal en los cuatro lados. La almohadilla de gasa es de dos capas y debe extenderse uniformemente.",
        "zh-cn": "将纱布垫连接到所有四个侧面的通用支架模块上。纱布垫是两层，应均匀伸展。",
        "ja": "ガーゼパッドを4つの側面すべてのユニバーサルホルダーモジュールに取り付けます。ガーゼパッドは2つのプライであり、均等に伸ばす必要があります。",
        "hu": "Csatlakoztassa a gézpadot mind a négy oldalon az univerzális tartó modulhoz. A gézpad két rétegű, és egyenletesen ki kell nyújtani."
    }
}