{
    "id": "TM7",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {
            "backgroundUrl": "tension_module.png",
            "places": [
                2,
                7
            ]
        },
        "Advance": {
            "backgroundUrl": "tension_module.png",
            "places": [
                2,
                9
            ]
        }
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        }
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 450
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 50
                        },
                        {
                            "name": "distance",
                            "limit": 11
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance"
                        },
                        {
                            "name": "symmetryClamps"
                        }
                    ],
                    "name": "bimanual"
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand"
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 300
        }
    },
    "vrConfig": {},
    "isVR": false,
    "moduleID": "TM",
    "allowedInstruments": [
        "grasper",
        "dissector"
    ],
    "accessories": [
        "gband:4",
        " rtwine:1"
    ],
    "name": {
        "en": "Draw-Through with Obscurity",
        "pl": "Przewlekanie przez Elementy Zasłonięte",
        "es": "Dibujar con oscuridad",
        "zh-cn": "默默无闻",
        "ja": "あいまいなドロースルー",
        "hu": "Áthúzás homályossággal"
    },
    "skills": {
        "en": "Suturing",
        "pl": "Szycie",
        "es": "Sutura",
        "zh-cn": "缝合",
        "ja": "縫合",
        "hu": "Varrat"
    },
    "description": {
        "en": "This final Basic Skills exercise is an expansion of the ideas presented earlier. By guiding the twine through these complex shapes you will demonstrate that you have developed sufficient skill in moving and manipulating laparoscopic instruments. ",
        "pl": "To ostatnie ćwiczenie w kursie Podstawowych Umiejętności jest rozwinięciem pomysłów przedstawionych wcześniej. Prowadząc sznurek przez te skomplikowane kształty, trenujący pokaże, że posiada wystarczająco dużo umiejętności w poruszaniu i manipulowaniu instrumentami laparoskopowymi. ",
        "es": "Este ejercicio final de habilidades básicas es una expansión de las ideas presentadas anteriormente. Al guiar a la cordalia a través de estas formas complejas, usted demostrará que ha desarrollado una habilidad suficiente para mover y manipular instrumentos laparoscópicos.",
        "zh-cn": "这种最终的基本技能练习是对前面提出的想法的扩展。通过引导麻线通过这些复杂的形状，您将证明您已经发展了足够的运动和操纵腹腔镜仪器的技能。",
        "ja": "この最後の基本的なスキルエクササイズは、前述のアイデアの拡大です。これらの複雑な形状を導くことにより、腹腔鏡機器の移動と操作に十分なスキルを開発したことを実証します。",
        "hu": "Ez a végső alapvető készség -gyakorlat a korábban bemutatott ötletek kibővítése. A zsineg ezen komplex formákon keresztüli irányításával bebizonyítja, hogy elegendő képességet fejlesztett ki a laparoszkópos műszerek mozgatásában és manipulálásában."
    },
    "instructions": {
        "en": "Create an M shape going between holes of posts at the top. Begin with the twine in starting position and remove in the beginning. Then place the twine in the bottom hole of the far left post. Pull through twine and draw through the tip of the next far left post. Then pull the twine down, between the green rubber band and into the bottom hole of the center post. Avoid jolts and sudden movements and push through portions of the twine. Pull the twine between the next rubber bands and insert into the hole on the top of the near-right post. Complete the exercise by pushing the tip of the twine into the bottom hole of the remaining far right post.",
        "pl": "Utwórz docelowo kształt M przechodzący pomiędzy otworami słupków u góry. Rozpocznij od sznurka w pozycji wyjściowej i usuń. Następnie umieść sznurek w dolnym otworze skrajnego lewego słupka. Przeciągnij sznurek i przeciągnij przez wierzchołek następnego lewego słupka. Następnie pociągnij sznurek w dół, między zieloną gumką i do dolnego otworu słupka środkowego. Unikaj szarpnięć i gwałtownych ruchów oraz przepychaj fragmenty sznurka. Przeciągnij sznurek pomiędzy kolejnymi gumkami i włóż do otworu na górze prawego słupka, tym razem od tyłu. Zakończ ćwiczenie, wpychając końcówkę sznurka w dolny otwór pozostałego skrajnego prawego słupka. ",
        "es": "Crea una forma de M ida entre los orificios de las publicaciones en la parte superior. Comience con la cordel en la posición inicial y retire al principio. Luego coloque la cordel en el orificio inferior del posterior izquierdo lejano. Tire de la cordita y atrae la punta del siguiente posterior izquierdo. Luego, tire del guito hacia abajo, entre la banda de goma verde y hacia el orificio inferior de la publicación central. Evite las sacudidas y los movimientos repentinos y empuje porciones de la cordel. Tire del cordel entre las siguientes bandas de goma e inserte en el orificio en la parte superior del poste cercano a la derecha. Complete el ejercicio presionando la punta de la cordera hacia el orificio inferior del poste extremadamente derecho restante.",
        "zh-cn": "在顶部的柱子孔之间创建M形。从麻线开始的起始位置开始，然后在开始时删除。然后将麻线放在最左端的底部孔中。拉动麻线，穿过下一个左前柱的尖端。然后将麻线向下拉，在绿色橡皮筋之间，并进入中心柱的底部孔。避免震动和突然的动作，并穿过麻线的部分。在下一个橡皮筋之间拉动麻线，然后将其插入近右柱顶部的孔中。通过将麻线的尖端推入剩余最右端的底部孔中来完成练习。",
        "ja": "上部のポストの穴の間を移動するM形状を作成します。スタート位置のひもから始めて、最初に削除します。次に、ひもを左端のポストの底の穴に置きます。ひもを引っ張り、次の左端の投稿の先端を描きます。次に、緑の輪ゴムの間で、ひもを下に引き下げ、中央ポストの底穴に入れます。衝撃や突然の動きを避け、ひもの一部を押し通します。次の輪ゴムの間にひもを引っ張り、右のポストの上部にある穴に挿入します。ひもの先端を残りの右端のポストの底穴に押し込んで運動を完了します。",
        "hu": "Hozzon létre egy M -alakot, amely a tetején lévő hozzászólások lyukai között halad. Kezdje a zsineggel kiindulási helyzetben, és az elején távolítsa el. Ezután helyezze a zsineget a bal oldali oszlop alsó lyukába. Húzza át a zsineget, és húzza át a következő bal oldali oszlop hegyét. Ezután húzza le a zsineget, a zöld gumi sáv között és a középső oszlop alsó lyukába. Kerülje a lökést és a hirtelen mozgásokat, és tolja át a zsineg egyes részeit. Húzza a zsineget a következő gumiszalagok között, és helyezze be a jobb oldali oszlop tetején lévő lyukba. Végezze el a gyakorlatot úgy, hogy a zsineg hegyét a jobb jobb oldali oszlop alsó lyukjába tolja."
    },
    "preparation": {
        "en": "Apply 4 rubber bands between the top and bottom pegs. Place the single piece of twine into the hole on the bottom center peg of the Tension Module.",
        "pl": "Rozciągnij 4 gumki pomiędzy górnymi a dolnymi kołkami. Umieść pojedynczy kawałek sznurka w otworze w dolnym środkowym kołku Modułu Napięcia. ",
        "es": "Aplique 4 bandas de goma entre las clavijas superior e inferior. Coloque la única pieza de cordel en el orificio en la clavija central inferior del módulo de tensión.",
        "zh-cn": "在顶部和底部钉之间应用4个橡皮筋。将单个麻线的单块放入张力模块底部中心钉的孔中。",
        "ja": "上部と下部のペグの間に4つの輪ゴムを塗ります。張力モジュールの下部中央ペグの穴に、ひもの単一の部分を置きます。",
        "hu": "Vigyen fel 4 gumiszalagot a felső és az alsó csapok között. Helyezze az egy darab zsineget a feszítőmodul alsó pontján lévő lyukba."
    }
}