{
    "id": "vr_appendectomy_dualstapling",
    "cameraConfig": {
        "Apex": {},
        "Analytic": {},
        "Advance": {}
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "appendectomy_background.png",
            "places": [
                7,
                6,
                1
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 0,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {},
        "Advance": {}
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 450
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 60
                        },
                        {
                            "name": "distance",
                            "limit": 8
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 300
        }
    },
    "vrConfig": {
        "scene": "Appendectomy",
        "scenario": "DualStapling",
        "minZoomFieldOfView": 22.5,
        "maxZoomFieldOfView": 45
    },
    "isVR": true,
    "moduleID": "virtual",
    "allowedInstruments": [
        "grasper",
        "dissector",
        "scissors",
        "hook",
        "irrigator",
        "stapler"
    ],
    "name": {
        "en": "Dual stapling approach - Appendectomy VR",
        "pl": "Podwójne Staplowanie - Apendektomia VR",
        "es": "Enfoque de grapado dual - Apendectomía VR",
        "zh-cn": "双钉方法 - 阑尾切除术VR",
        "ja": "デュアルステープリングアプローチ - 虫垂切除VR",
        "hu": "Kettős tűzőképesség - apendectomy VR"
    },
    "skills": {
        "en": "Procedure, Appendectomy, VR",
        "pl": "Procedura, Apendektomia, VR",
        "es": "Procedimiento, apendicectomía, realidad virtual",
        "zh-cn": "程序，阑尾切除术，VR",
        "ja": "手順、虫垂切除術、VR",
        "hu": "Eljárás, apendectomia, VR"
    },
    "description": {
        "en": "In this virtual reality exercise the objective is to perform an entire appendectomy. Apart from finding and identifying the inflamed appendix, this procedure involves accurately dissecting it and identifying where it protrudes from the ileocecal junction. ",
        "pl": "Celem tego ćwiczenia jest wykonanie poprawnego usunięcia wyrostka robaczkowego wewnątrz wirtualnego pola operacyjnego. Oprócz znalezienia i identyfikacji wyrostka robaczkowego, zabieg obejmuje dokładne jego rozcięcie i określenie, gdzie wystaje z połączenia krętniczo-kątniczego.",
        "es": "En este ejercicio de realidad virtual, el objetivo es realizar una apendicectomía completa. Además de encontrar e identificar el apéndice inflamado, este procedimiento implica diseccionarlo con precisión e identificar dónde sobresale de la unión ileocecal.",
        "zh-cn": "在这个虚拟现实练习中，目标是进行整个阑尾切除术。除了找到和识别发炎的附录外，此过程还涉及准确剖析它，并识别其从回肠交界处突出的位置。",
        "ja": "この仮想現実演習では、目的は虫垂切除全体を実行することです。炎症を起こした付録を見つけて識別することとは別に、この手順では、それを正確に分析し、回腸接合部からどこに突き出ているかを識別することが含まれます。",
        "hu": "Ebben a virtuális valóság gyakorlatában a cél egy teljes apendectomia végrehajtása. A gyulladt függelék megtalálásán és azonosításán kívül ez az eljárás magában foglalja annak pontos boncolását és annak azonosítását, hogy hol áll ki az ileocecal csomópontból."
    },
    "instructions": {
        "en": "The trainee must find the triangular mesoappendix which tethers the appendix at the base. To complete the procedure a stapler should be used at the base to clip the entire appendicular artery before removing the appendix.",
        "pl": "Ćwiczący musi znaleźć trójkątny mezoappendix, czyli podstawy przy wyrostku. Aby wykonać procedurę, należy użyć staplera u podstawy, aby przyciąć całą tętnicę wyrostka przed usunięciem. ",
        "es": "El aprendiz debe encontrar el mesoapéndice triangular que toca el apéndice en la base. Para completar el procedimiento, se debe usar una grapadora en la base para recortar toda la arteria apendicular antes de eliminar el apéndice.",
        "zh-cn": "受训者必须找到三角介载管，该中appendix在基部绑定附录。为了完成该过程，在删除附录之前，应在基部使用订书机来夹紧整个阑尾动脉。",
        "ja": "研修生は、基地の付録をテザーする三角形のメソアペンディックスを見つけなければなりません。手順を完了するには、虫垂を除去する前に、虫垂動脈全体をクリップするためにベースでステープラーを使用する必要があります。",
        "hu": "A gyakornoknak meg kell találnia azt a háromszög alakú mezoalkotót, amely a függeléket összekapcsolja a bázison. Az eljárás befejezéséhez a függelék eltávolítása előtt az alapon meg kell használni az alapon egy tűzőt, hogy az egész mellékterét rögzítse."
    },
    "preparation": {
        "en": "Remove any physical modules from the operating area. Remove instruments from trocars and pull out camera as far as possible.",
        "pl": "Fizyczne moduły powinny być wyjęte z pola operacyjnego. Instrumenty powinny zostać wyjęte z trokarów a kamera wyciągnięta tak daleko jak to możliwe.",
        "es": "Retire los módulos físicos del área operativa. Retire los instrumentos de los trocares y extraiga la cámara lo más lejos posible.",
        "zh-cn": "从操作区域删除任何物理模块。从套管器上卸下仪器，并尽可能拔出摄像头。",
        "ja": "動作領域から物理モジュールを削除します。トロカーから楽器を取り外し、カメラをできるだけ引き出します。",
        "hu": "Távolítsa el a fizikai modulokat a működési területről. Távolítsa el a műszereket a trokarokból, és húzza ki a kamerát, amennyire csak lehetséges."
    }
}