{
    "id": "vr_cholecystectomy_clipping",
    "cameraConfig": {
        "Apex": {},
        "Analytic": {},
        "Advance": {},
        "angle": 0
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "cholecystectomy_background.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "cholecystectomy_background.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 0,
        "main2mm": 0,
        "plat1deg": 0,
        "plat2deg": 0
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 0,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {},
        "Advance": {},
        "xPosition_mm": 0,
        "yPosition_mm": 0,
        "angle_deg": 0,
        "height_mm": 0
    },
    "vrConfig": {
        "scene": "Cholecystectomy",
        "scenario": "Clipping"
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 270
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 20
                        },
                        {
                            "name": "distance",
                            "limit": 4.5
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 180
        }
    },
    "isVR": true,
    "allowedInstruments": [
        "grasper",
        "dissector",
        "scissors",
        "hook",
        "irrigator",
        "clipper"
    ],
    "name": {
        "en": "Clipping Stage - Cholecystectomy VR",
        "pl": "Etap Klipsowania - Cholecystektomia VR",
        "es": "Etapa de recorte - colecistectomy vr",
        "zh-cn": "剪辑阶段 - 胆囊切除术VR",
        "ja": "クリッピングステージ - 胆嚢非摘出術VR."
    },
    "skills": {
        "en": "Procedure, Cholecystectomy, VR",
        "pl": "Procedura, Cholecystektomia, VR",
        "es": "Procedimiento, Colecistectomía, VR",
        "zh-cn": "程序，胆囊切除术，VR",
        "ja": "手順、胆嚢切除術、VR"
    },
    "description": {
        "en": "In this version of the exercise only the skill in precise clipping is tested. The Calot's triangle is already exposed and the surrounding tissues dissected and the trainee must only properly identify the target structures and apply clips. ",
        "pl": "W tej wersji ćwiczenia testowana jest jedynie umiejętność precyzyjnego clipsowania i cięcia przewodów. Trójkąt Calota jest już odsłonięty, a otaczające tkanki rozpreparowane. Ćwiczący musi jedynie prawidłowo zidentyfikować docelowe struktury i założyć klipsy. ",
        "es": "En esta versión del ejercicio, solo se prueba la habilidad en un recorte preciso. El triángulo del cálculo ya está expuesto y los tejidos circundantes se diseccionaron y el aprendiz solo debe identificar correctamente las estructuras de destino y aplicar clips.",
        "zh-cn": "在此版本的练习中，只测试了精确剪辑中的技能。 CALOT的三角形已经暴露，并分离的周围组织和受训者必须仅适当地识别目标结构并施加剪辑。",
        "ja": "このバージョンの演習では、正確なクリッピングのスキルのみがテストされています。カカトの三角形はすでに露出しており、周囲の組織が解剖され、研修生は目標構造を適切に識別し、クリップを適用しなければならない。"
    },
    "instructions": {
        "en": "3 clips should be used per vessel, 2 clips on the patient side of the vessel and 1 on the side of the gallbladder. In this way when these vessels are cut, there is a limited danger of the vessels rupturing or of the gallbladder itself leaking bile into the operating area. The trainee may also continue and separate the gallbladder with the monopolar hook away from the surface of the liver before removal.",
        "pl": "Należy zastosować 3 klipsy na każdy cięty przewód. 2 klipsy po stronie naczynia pacjenta i 1 klips po stronie pęcherzyka żółciowego. Tym sposobem, gdy te naczynia zostaną przecięte będzie ograniczone niebezpieczeństwo krwawienia lub wycieku żółci z samego pęcherzyka żółciowego do obszaru operacyjnego. Ćwiczący może też kontynuować standardowy przebieg procedury, precyzyjnie oddzielając sam pęcherzyk żółciowy za pomocą monopolarnego haka wzdłuż powierzchni wątroby przed usunięciem. ",
        "es": "Se deben usar 3 clips por recipiente, 2 clips en el lado del paciente del recipiente y 1 en el lado de la vesícula biliar. De esta manera, cuando se cortan estos buques, existe un peligro limitado de las rupturas de los vasos o de la bilis de fugas de la vesícula biliar en el área de operación. El aprendiz también puede continuar y separar la vesícula biliar con el gancho monopolar lejos de la superficie del hígado antes de la eliminación.",
        "zh-cn": "每艘船应使用3个夹子，在血管的患者侧和胆囊侧的侧面上的2个夹子。以这种方式，当这些血管被切割时，血管破裂或胆囊本身泄漏到操作区域的有限危险。实习生还可以继续并将胆囊与单极钩分离，远离肝脏的表面去除前。",
        "ja": "血管ごとに、血管の患者側の2つのクリップ、胆嚢側のクリップを使用する必要があります。このようにしてこれらの血管が切断されているとき、血管が破裂しているか胆嚢自体の漏れ胆汁が操作領域に漏れる危険性があります。研修生はまた、除去前に肝臓の表面から胆嚢を肝臓の表面から遠ざけ、胆嚢を継続して分離することができる。"
    },
    "preparation": {
        "en": "Remove any physical modules from the base of the positioning platform of the Apex. Place the ports with trocars in the indicated locations and remove instruments from the device.",
        "pl": "Wszelkie fizyczne moduły z podstawy platformy pozycjonującej Apex powinny zostać usunięte. Porty wraz z trokarami powinny być ustawione we wskazanych miejscach i instrumenty powinny być wyjęte z urządzenia. ",
        "es": "Retire cualquier módulo físico de la base de la plataforma de posicionamiento del ápice. Coloque los puertos con trocares en las ubicaciones indicadas y elimine los instrumentos del dispositivo.",
        "zh-cn": "从顶点的定位平台的基础上删除任何物理模块。将端口用指示位置中的轨道放置在指示的位置，并从设备中删除仪器。",
        "ja": "Apexの位置決めプラットフォームのベースから物理モジュールを削除します。ポートを表示された場所にトロカールを置き、デバイスから楽器を取り除きます。"
    }
}