{
    "id": "vr_hysterectomy_tlh_bladder",
    "cameraConfig": {
        "Apex": {
            "angle": 0,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 0,
            "brigthness": 1
        },
        "Advance": {
            "angle": 0,
            "brigthness": 1
        }
    },
    "trocarsConfig": {
        "Apex": {
            "backgroundUrl": "appendectomy_background.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 0,
            "angle_deg": 0,
            "height_mm": 0
        },
        "Analytic": {},
        "Advance": {}
    },
    "isFreeTraining": false,
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "params": [
                        {
                            "name": "time",
                            "limit": 1350
                        }
                    ],
                    "name": "time"
                },
                {
                    "params": [
                        {
                            "name": "clamps",
                            "limit": 180
                        },
                        {
                            "name": "distance",
                            "limit": 27
                        }
                    ],
                    "name": "economy"
                },
                {
                    "params": [
                        {
                            "name": "symmetryDistance",
                            "enabled": false
                        },
                        {
                            "name": "symmetryClamps",
                            "enabled": false
                        }
                    ],
                    "name": "bimanual",
                    "enabled": false
                },
                {
                    "params": [
                        {
                            "name": "acceleration"
                        },
                        {
                            "name": "jolt"
                        },
                        {
                            "name": "clampSpeed"
                        },
                        {
                            "name": "handOscillation"
                        }
                    ],
                    "name": "smoothness"
                },
                {
                    "params": [
                        {
                            "name": "velocityHigh"
                        },
                        {
                            "name": "velocityLowOneHand",
                            "enabled": false
                        },
                        {
                            "name": "velocityLowTwoHand"
                        }
                    ],
                    "name": "activity"
                },
                {
                    "params": [
                        {
                            "name": "distanceOutOfVis"
                        },
                        {
                            "name": "clampsOutOfVis"
                        }
                    ],
                    "name": "visibility"
                }
            ],
            "proficiency": 900
        }
    },
    "vrConfig": {
        "scene": "Hysterectomy",
        "scenario": "BladerMobilization",
        "minZoomFieldOfView": 22.5,
        "maxZoomFieldOfView": 45
    },
    "isVR": true,
    "moduleID": "virtual",
    "allowedInstruments": [
        "grasper",
        "ligasure",
        "hook",
        "bipolargrasper",
        "harmonicscalpel",
        "scissors"
    ],
    "name": {
        "en": "Bladder Mobilization Stage - Total Hysterectomy",
        "pl": "Etap Mobilizacji Pęcherze - Histerektomia Całkowita VR",
        "es": "Etapa de movilización de la vejiga: histerectomía total",
        "zh-cn": "膀胱动员阶段 - 总子宫切除术",
        "ja": "膀胱動員段階 - 全子宮摘出術",
        "hu": "Húgyhólyag mobilizációs szakasz - teljes hiszterektómia"
    },
    "skills": {
        "en": "Procedure, Hysterectomy, VR, Gynecology, Bladder",
        "pl": "Procedura, Histerektomia, VR, Ginekologia, Pęcherz",
        "es": "Procedimiento, histerectomía, VR, ginecología, vejiga",
        "zh-cn": "程序，子宫切除术，VR，妇科，膀胱",
        "ja": "手順、子宮摘出術、VR、婦人科、膀胱",
        "hu": "Eljárás, hiszterektómia, VR, nőgyógyászat, hólyag"
    },
    "description": {
        "en": "In this version of the exercise the goal is to use monopolar energy to transect and separate the tissues of round ligament and to dissect the those which are connected to the bladder. It is important in this stage of a hysterectomy to avoid damaging the bladder above and the uterine vessels below.",
        "pl": "W tej wersji ćwiczenia celem jest przecięcie i oddzielenie energią monopolarną przednich i tylnych ścianek więzadła oraz odpreparowanie tkanek połączonych z pęcherzem. Ten etap procedury jest ważny ponieważ należy uniknąć wyrządzenia szkody zarówno pęcherzowi znajdującemu się ponad macicą oraz moczowodom które znajdują się pod nią.",
        "es": "En esta versión del ejercicio, el objetivo es usar energía monopolar para transectamente y separar los tejidos del ligamento redondo y diseccionar los que están conectados a la vejiga. Es importante en esta etapa de una histerectomía evitar dañar la vejiga arriba y los vasos uterinos a continuación.",
        "zh-cn": "在此版本的练习中，目标是使用单极能来横切和分离圆形韧带的组织，并剖析与膀胱相连的组织。在子宫切除术的这一阶段，重要的是避免损坏上方的膀胱和下方的子宫血管。",
        "ja": "このバージョンの演習では、目標はモノ極エネルギーを使用して、丸靭帯の組織をトランセントおよび分離し、膀胱に接続されている組織を分析することです。子宮摘出術のこの段階では、上の膀胱と下の子宮血管に損傷を与えないようにすることが重要です。",
        "hu": "A gyakorlat ebben a verziójában a cél az, hogy monopoláris energiát használjon a kerek ligamentum szöveteinek transzektálására és elválasztására, és boncolni azokat, amelyek a hólyaghoz kapcsolódnak. Fontos a hiszterektómia ebben a szakaszában, hogy elkerüljék a fenti hólyag és az alábbi méh ereket."
    },
    "instructions": {
        "en": "Use the uterine manipulator to pull the uterus down, creating tension on the anterior and posterior leaves of the round ligament. Use the Multi-Tool1 with X to puncture and apply monopolar energy to the surface peritoneal tissues. After sufficiently separating the target areas, use the grasper to pull and visualize the target posterior tissues inside the round ligament and separate those with coagulation. This will sufficiently separate the tissues from the bladder above and end this exercise.",
        "pl": "Użyj manipulatora macicy, aby pociągnąć macicę w dół, tworząc napięcie na przednich i tylnych tkankach więzadła okrągłego. Użyj Multi-Tool1 z X aby wypeparować energią monopolarną powierzchniowe tkanki otrzewnej. Po wystarczającym oddzieleniu obszarów docelowych, użyj graspera, aby pociągnąć i zwizualizować tkanki tylne wewnątrz więzadła okrągłego i oddziel je rówież przy pomocy koagulacji. To wystarczająco oddzieli tkanki od pęcherza powyżej i zakończy ćwiczenie.",
        "es": "Use el manipulador uterino para tirar del útero hacia abajo, creando tensión en las hojas anteriores y posteriores del ligamento redondo. Use el Multi-Tool1 con X para perforar y aplique energía monopolar a los tejidos peritoneales de la superficie. Después de separar suficientemente las áreas objetivo, use el Grasper para tirar y visualizar los tejidos posteriores objetivo dentro del ligamento redondo y separar aquellos con coagulación. Esto separará suficientemente los tejidos de la vejiga de arriba y terminará este ejercicio.",
        "zh-cn": "使用子宫操纵器将子宫拉下来，在圆形韧带的前叶和后叶上产生张力。使用X与X的多工具进行穿刺，并将单极能量应用于表面腹膜组织。在足够分离目标区域后，使用抓球拉和可视化圆形韧带内部的目标后组织，并分离凝结的目标。这将足够将组织与上方的膀胱分开，并结束这项运动。",
        "ja": "子宮マニピュレーターを使用して子宮を引き下げ、丸靭帯の前葉と後葉に緊張を引き起こします。 Xを備えたMulti-Tool1を使用して、表面腹膜組織にモノ極エネルギーを貼り付け、単極エネルギーを適用します。ターゲット領域を十分に分離した後、グラスパーを使用して、丸靭帯内の標的後部組織を引っ張って視覚化し、凝固したものを分離します。これにより、組織が上の膀胱から十分に分離され、この演習が終了します。",
        "hu": "A méh manipulátor segítségével húzza le a méhet, feszültséget okozva a kerek szalag elülső és hátsó levelein. Használja az 1 multi-tool-ot X-rel a lyukasztáshoz, és alkalmazza a monopoláris energiát a felszíni peritoneális szövetekre. A célterületek megfelelő elválasztása után használja a Grasper -t, hogy húzza és megjelenítse a cél hátsó szöveteit a kerek ligamentumban, és válassza el azokat, akiknek koagulációja van. Ez kellően elválasztja a szöveteket a fenti hólyagoktól, és véget vet ennek a gyakorlatnak."
    },
    "preparation": {
        "en": "Remove any physical modules from the operating area. Remove instruments from trocars and pull out camera as far as possible.",
        "pl": "Fizyczne moduły powinny być wyjęte z pola operacyjnego. Instrumenty powinny zostać wyjęte z trokarów a kamera wyciągnięta tak daleko jak to możliwe.",
        "es": "Retire los módulos físicos del área operativa. Retire los instrumentos de los trocares y extraiga la cámara lo más lejos posible.",
        "zh-cn": "从操作区域删除任何物理模块。从套管器上卸下仪器，并尽可能拔出摄像头。",
        "ja": "動作領域から物理モジュールを削除します。トロカーから楽器を取り外し、カメラをできるだけ引き出します。",
        "hu": "Távolítsa el a fizikai modulokat a működési területről. Távolítsa el a műszereket a trokarokból, és húzza ki a kamerát, amennyire csak lehetséges."
    }
}