{
    "id": "edu15_anastomosis",
    "content": [
        {
            "type": "paragraph",
            "text": {
                "en": "Anastomosis is a connection between two vessels, veins, streams or ducts. In surgery, anastomosis is the connection of such structures to retain their fluid flow capacity after healing. Because the surgeon must successfully apply sutures all around the irregular shape and pull these structures together to fit each other, anastomosis is simply one of the most difficult skills to master. Traditionally experienced surgeons can be trusted to consistenly and accurately perform procedures with anastomosis.",
                "pl": "Zespolenie jest połączeniem pomiędzy dwoma naczyniami, żyłami, strumieniami lub przewodami. W chirurgii, zespolenie polega na połączeniu struktur w celu zachowania zdolności przepływu płynów po zagojeniu. Ponieważ chirurg musi założyć szwy wokół nieregularnego kształtu i musi dopasować ze sobą krawędzie, zespolenie jest jedną z najtrudniejszych do opanowania umiejętności. Tradycyjnie tylko doświadczeni chirurdzy decydują się i są dopuszczani do wykonywania tych manewrów w zabiegach."
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The biggest reason why anastomosis is so difficult to perform is that when ducts and vessels are clipped, they become flaccid and fragile. It is challenging to precisely grasp one wall without grasping the other. In the following exercises pay close attention to techniques which will help you in grasping and capturing the target location for each needle throw. Pay close attention to the angle of the needle in relation to the target tissue.",
                "pl": "Największym powodem, dla którego zespolenie jest tak trudne do wykonania, jest to, że przewody i naczynia są wiotkie i delikatne. Trudno jest precyzyjnie chwycić jedną ściankę bez chwycenia drugiej. W kolejnych ćwiczeniach zwróć szczególną uwagę na techniki, które pomogą Ci w nakłuciu odpowiedniego miejsca. Zwróć szczególną uwagę na kąt nachylenia igły w stosunku do tkanki docelowej i na lokalizację przekłucia."
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Another challenging aspect is the precise approximation where the target tissues of the two structures are to become joined. The surgeon must estimate where the edges of the tubular tissue should join and must predict how to join them accurately. The purpose of a successful anastomosis is for the tissue to heal without being twisted out of shape or constricting flow. The best way to do this is to carefully select the first location, and then to add each subsequent knot location close by.",
                "pl": "Innym trudnym aspektem zespoleń jest precyzyjne przybliżenie krawędzi do siebie. Tkanki docelowe obu struktur muszą się połączyć w odpowiednim miejscu. Celem udanego zespolenia jest gojenie się tkanki bez zniekształceń i bez ograniczenia przepływu płynów. Najlepszym sposobem jest ostrożne wybranie pierwszej lokalizacji węzła przesuwnego, a następnie dodawanie kolejnych węzłów w pobliżu wykorzystując jako odniesienie wcześniejsze. Każdy węzeł wymaga dużo cierpliwości. Pomimo to zakładając kolejne węzły obok siebie, można zaoszczędzić trochę czasu oraz przygotować i zaplanować każdy kolejny rzut wykorzystując poprzednie. \n"
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Generally, anastomosis in laparoscopy is avoided. Aside from requiring skill, the maneuver is time consuming. Each knot adds complexity and much patience is required to apply each additional knot. By applying subsequent knots next to each other it is possible to save some time and to prepare and plan for the next throw while executing the previous.",
                "pl": "Zasadniczo, ze względu na wymagany poziom umiejętności, w laparoskopii unika się zespoleń. Manewr jest czasochłonny i trudny."
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "Because tissue is flaccid and because it stretches with tension, the sliding knot is especially useful for anastomosis. With this knot it is possible to first select where it should be and then to create the necessary loops and to apply the amount of necessary force to bring the edges gradually together afterwards. What’s more, the sliding knot can be temporarily locked. In complex procedures such as pediatric esophageal atresia, multiple sliding knots can be applied without being tightened all the way immediately. The distance between these two openings is so large that the amount of force needed to bring them together can cause the tissue to tear. By unlocking, gradually tightening and re-locking each knot it is possible to spread the tension and prevent all of it from being concentrated on the tissue around the one initial knot. This procedure illustrates well how the sliding knot can be used for any anastomosis where the target tissues are tense.",
                "pl": "Ponieważ tkanka jest zwiotczała i rozciąga się z naprężeniem, przy zespoleniach kluczowy jest węzeł przesuwny. Dzięki temu węzłowi można najpierw wybrać lokalizację zespolenia, utworzyć niezbędne pętle i zastosować odpowiednią siłę, aby następnie stopniowo przyciągnąć krawędzie. Co więcej, węzeł przesuwny można też tymczasowo zablokować. W złożonych procedurach, takich jak zespolenie atrezji przełyku u noworodków, można zastosować wiele węzłów przesuwnych bez natychmiastowego ich zaciągania. Odległość pomiędzy dwoma otworami na pojedynczym węźle może być tak duża, że siła potrzebna do ich połączenia może spowodować rozerwanie tkanki. Aplikując kilka luźnych węzłów przesuwnych, odblokowując, stopniowo napinając i ponownie blokując każdy węzeł, można rozłożyć to napięcie i zapobiec jego koncentracji na tkance wokół jednego miejsca. Ta procedura, powszechnie uznawana za najtrudniejszą, dobrze ilustruje, w jaki sposób można wykorzystać węzeł przesuwny do dowolnego zespolenia, w którym tkanki docelowe są napięte."
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "The last challenge for anastomosis is the angle of the target throws. The round shape of the edges means that several knots have to be performed at awkward angles and the edges furthest away from the surgeon must be prioritized.",
                "pl": "Ostatnim wyzwaniem dla zespolenia jest kąt na krawędziach. Okrągły kształt krawędzi oznacza, że kilka węzłów musi być wykonanych pod niewygodnymi kątami, a pierwszeństwo muszą mieć krawędzie najbardziej oddalone, a zespolenie powinno być zakończone na tych znajdujących się najbliżej."
            }
        },
        {
            "type": "paragraph",
            "text": {
                "en": "By correctly performing anastomosis maneuvers the trainee will have demonstrated the highest level of skill in using laparoscopic instruments.",
                "pl": "Wykonując poprawnie zespolenia trenujący może zademonstrować najwyższy poziom umiejętności w posługiwaniu się instrumentami laparoskopowymi. "
            }
        }
    ],
    "source": [],
    "summary": [],
    "title": {
        "en": "Anastomosis Exercises",
        "pl": "Ćwiczenia zespoleń"
    },
    "subTitle": {
        "en": "Skillful Anastomosis as the final skill in developing advanced laparoscopic suturing abilities.",
        "pl": "Umiejętne zespolenia są jedną z ostatnich umiejętności pokazanych w kursie zaawansowanych technik szycia."
    }
}