{
    "id": "BSS2_BNH2",
    "cameraConfig": {
        "Apex": {
            "angle": 30,
            "brigthness": 1
        },
        "Analytic": {
            "angle": 30,
            "brigthness": 1
        },
        "Advance": {
            "angle": 30,
            "brigthness": 1
        },
        "angle": 30,
        "brigthness": 1
    },
    "trocarsConfig": {
        "configurations": [
            {
                "backgroundUrl": "tension_module.png",
                "places": [
                    1,
                    3,
                    7
                ]
            }
        ],
        "Apex": {
            "backgroundUrl": "tension_module.png",
            "places": [
                1,
                3,
                7
            ]
        },
        "Analytic": {},
        "Advance": {}
    },
    "drawerConfig": {
        "main1mm": 120,
        "main2mm": 120,
        "plat1deg": 10,
        "plat2deg": 10
    },
    "tableConfig": {
        "Apex": {
            "xPosition_mm": 0,
            "yPosition_mm": 120,
            "angle_deg": 0,
            "height_mm": 15
        },
        "Analytic": {
            "position": 2
        },
        "Advance": {
            "position": 2
        },
        "xPosition_mm": 0,
        "yPosition_mm": 120,
        "angle_deg": 0,
        "height_mm": 10
    },
    "vrConfig": {},
    "isFreeTraining": false,
    "isVR": false,
    "allowedInstruments": [
        "dissector",
        "needle_h"
    ],
    "evalConfig": {
        "manual": {
            "categories": [
                {
                    "name": "time",
                    "params": [
                        {
                            "name": "time",
                            "limit": 300
                        }
                    ]
                },
                {
                    "name": "economy",
                    "params": [
                        {
                            "name": "distance",
                            "limit": 10
                        },
                        {
                            "name": "clamps",
                            "limit": 30
                        }
                    ]
                }
            ]
        }
    },
    "name": {
        "en": "Basic Needle Rotation and Threading",
        "pl": "Podstawowe Obracanie Igły i Przewlekanie"
    },
    "skills": {
        "en": "Needle Holder, Needle Threading, Needle Manipulation, Suturing",
        "pl": "Imadło, Przewlekanie, Manipulacja Igłą, Szycie"
    },
    "description": {
        "en": "The exercise imitates the rotation angle to supinate the needle holder and pronate the needle to follow the curvature of the needle. When positioned correctly the surgeon should be able to not only easily drive the needle through the target tissues and structures but also to grab the needle on the other side to pull it through.",
        "pl": "Ćwiczenie to imituje kąt obrotu imadła potrzebny aby właściwie schwytaną igłę obrócić i wykonać poprawne natarcie podążające za krzywizną igły. Po prawidłowym ustawieniu ćwiczący powinien być w stanie nie tylko przeprowadzić igłę przez docelowe tkanki ale też chwycić igłę z drugiej strony aby poprawnie przeciągnąć."
    },
    "instructions": {
        "en": "In this exercise, the trainee must rotate and position the needle to thread it through each hole available, beginning with the biggest and finishing at the smallest. This motion must be done with the needle holder and from the same side. If the surgeon is using the needle holder on the right, the needle should be driven from the right and vice versa. Upon completing the exercise, return the needle to the start position.",
        "pl": "W tym ćwiczeniu uczący musi obrócić i ustawić igłę w taki sposób, aby przewlec ją przez każdy dostępny otwór, zaczynając od największego i kończąc na najmniejszym. Ten ruch musi być wykonany z imadłem ze strony natarcia. Jeśli chirurg używa imadła z prawej strony, igłę należy wbijać z prawej strony i odwrotnie. Po zakończeniu ćwiczenia igła powinna powrócić do pozycji startowej. "
    },
    "preparation": {
        "en": "Place the Basic Suturing Platform with the Fin module in the center. Place 10cm of suture material into the needle start position as pictured.",
        "pl": "Umieść Platformę do Szycia Podstawowego wraz z elementem \"Płetwą\" na środku. Umieść 10cm nici w pozycji początkowej."
    }
}